/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50726
Source Host           : localhost:3306
Source Database       : 20320-talent

Target Server Type    : MYSQL
Target Server Version : 50726
File Encoding         : 65001

Date: 2022-11-25 17:51:32
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for aa_case
-- ----------------------------
DROP TABLE IF EXISTS `aa_case`;
CREATE TABLE `aa_case` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `isUse` int(11) DEFAULT '1',
  `caseYear` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `caseName` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `caseNumber` varchar(11) COLLATE utf8_unicode_ci DEFAULT '',
  `step` int(11) DEFAULT '0',
  `why` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `type` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `client` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `oppositeLitigant` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `idType` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `idNumber` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `parties` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `stage` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `disputePrice` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `price` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `department` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `memo` text COLLATE utf8_unicode_ci,
  `inNumber` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `invoiceDate` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `enterPrice` decimal(10,2) DEFAULT NULL,
  `enterDate` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `contract` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `letter` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `delivery` varchar(255) COLLATE utf8_unicode_ci DEFAULT '0',
  `createId` int(11) DEFAULT '0',
  `createRealName` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `createTimestamp` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `createYearMonth` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=122 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_case
-- ----------------------------
INSERT INTO `aa_case` VALUES ('1', '1', '2021', '乐民执', '0001', '5', '合同纠纷', '民事', '福州快科机电工程有限公司', '', '福州快科机电工程有限公司', '社会统一信用代码', '313501040523098008', '申请执行人', '执行', '', '5000', '福州市台江区人民法院', null, '34108743', '2021-06-16', '5000.00', '2021-07-08', '3cb0fd391bae7e0dd6b067cae3ce1092.doc', 'eeef52cca37e0f3fd57ed1631a116e84.doc', '1', '6', '叶文', '1623914466650', '2021-06');
INSERT INTO `aa_case` VALUES ('2', '1', '2021', '乐民二', '0001', '5', '生命权、健康权、身体权纠纷', '民事', '福州快科机电工程有限公司', '罗小珍、福州金评天生活日用品有限公司、福州世纪林织造有限公司', '福州快科机电工程有限公司', '身份证', '913501040523098008', '上诉人', '二审', '', '5000', '福州市人民法院', null, '34108744', '2021-06-16', '5000.00', '2021-07-08', 'b7bf38f38ecc538a2773ad7bcf9f173b.doc', '3d4f36f314d4fabb88c4fbd478c27cab.doc', '1', '6', '叶文', '1623914747998', '2021-06');
INSERT INTO `aa_case` VALUES ('3', '1', '2021', '乐顾', '0001', '5', '顾问合同', '顾问', '福建人人共享安全服务有限公司', '', '福建人人共享安全服务有限公司', '社会统一信用代码', '913500001581766714', '委托方', '无', '', '20000', '本所', null, '34108745-46', '2021-06-16', '20000.00', '2021-06-23', '1d7c41ba6e1af2cd20b2d3e57c0f1dda.doc', 'd111fc08e9670d35ad2ae42c69b1e34b.doc', '1', '6', '叶文', '1623915024994', '2021-06');
INSERT INTO `aa_case` VALUES ('4', '1', '2021', '乐民一', '0001', '4', '离婚纠纷', '民事', '余昌炜', '邱鑫', '余昌炜', '身份证', '350122199307214113', '余昌炜', '一审', '', '6000', '福建省连江县人民法院', null, '34108742', '2021-06-16', '6000.00', '', '13fb5bc41be73f57bd2429c8988527dd.doc', '14752e177ac96a577a95bd6af11ec03e.doc', '1', '6', '叶文', '1623915368645', '2021-06');
INSERT INTO `aa_case` VALUES ('5', '1', '2021', '乐民一', '0002', '5', '民间借贷纠纷', '民事', '陈强', '黄学峰、林艳琴', '陈强', '身份证', '35012119680328273X', '原告', '一审', '350000', '20000', '闽侯县人民法院', null, '34108747-48', '2021-06-21', '20000.00', '2021-06-20', '90d7994f5f17b2884a17de1c56fd2263.doc', 'a5549a1ae9a4343d866e83874473566d.doc', '1', '4', '郭锦标', '1624355887247', '2021-06');
INSERT INTO `aa_case` VALUES ('6', '1', '2021', '乐顾', '0002', '5', '非诉顾问合同', '顾问', '福建省瑞安电力建设工程有限公司', '', '福建省瑞安电力建设工程有限公司', '社会统一信用代码', '91350105056107966A', '委托人', '无', '', '20000', '本所', null, '34108751-52', '2021-06-25', '20000.00', '2021-06-28', '586b38ed3f550030336f186b9f6d68a4.doc', '83e77b0465a107b792650cd26324ad7e.doc', '0', '6', '叶文', '1624930063293', '2021-06');
INSERT INTO `aa_case` VALUES ('7', '1', '2021', '乐民二', '0002', '5', '建设工程分包纠纷', '民事', '福建省五洲建设集团有限公司', '李驷明', '福建省五洲建设集团有限公司', '身份证', '913505247513760762', '上诉人', '二审', '2490000', '50000', '福建省泉州市中级人民法院', null, '3410853-57', '2021-07-05', '50000.00', '2021-07-08', 'fa74e3018e51a9039177d6b0b3a57b69.doc', 'ed08cb59cfef8e0ec21d664059fdaf26.doc', '0', '4', '郭锦标', '1625466369277', '2021-07');
INSERT INTO `aa_case` VALUES ('8', '1', '2021', '乐刑侦', '0001', '5', '买卖国家机关证件罪', '刑事', '卓成湘', '', '卓咸其', '身份证', '350427199403166017', '犯罪嫌疑人', '侦查', '', '10000', '南昌铁路公安局福州公安处', null, '34108759', '2021-07-05', '10000.00', '2021-07-05', 'b9761494b640e6e363c117bca1a31622.docx', '24b95c85058b41a9ee55a7094cd9542f.docx', '0', '3', '许永云', '1625475833396', '2021-07');
INSERT INTO `aa_case` VALUES ('10', '0', '2021', '乐民一', '0003', '3', '股权转让纠纷', '民事', '陈邦辉', '林旭、陈求容', '陈邦辉', '身份证', '3501 2719 6001 0621 19', '原告', '一审', '3650000', '60000', '罗源县人民法院', null, '', '', '0.00', '', '761c6f515f5b652debeb2720c287c354.doc', '65098d2bf1e9cafa51a1558fb281ca3d.doc', '0', '4', '郭锦标', '1625716526886', '2021-07');
INSERT INTO `aa_case` VALUES ('9', '1', '2021', '乐援', '0001', '3', '法律援助职务侵占罪一审', '援助', '福州市晋安区法律援助中心', '', '林震', '身份证', '3521 0219 7302 1912 12', '被告人', '无', '', '', '福州市晋安区人民法院', null, '', '', '0.00', '', 'a600e97b8d962d675171a2a0edbf51c5.docx', '8600af4c404a7f28b1c383e9dc5f0bf4.docx', '0', '3', '许永云', '1625647757275', '2021-07');
INSERT INTO `aa_case` VALUES ('11', '1', '2021', '乐民一', '0004', '5', '民间借贷', '民事', '张惠滢', '陈新', '张惠滢', '身份证', '3501 2519 7905 2541 15', '被告', '一审', '', '6000', '永泰县人民法院', null, '34108760', '2021-07-22', '6000.00', '2021-07-20', 'd25a12bda53588d5aee840ab8ea633c0.doc', 'c50bd8189c9a25ffce3fc3bdc668d489.doc', '1', '6', '叶文', '1626755282876', '2021-07');
INSERT INTO `aa_case` VALUES ('12', '1', '2021', '乐民一', '0005', '5', '民间借贷', '民事', '福建人人共享保安服务有限公司', '福建省华英报警服务有限公司', '福建人人共享保安服务有限公司', '社会统一信用代码', '9135 0100 MA2Y FY5C 6N', '原告', '一审', '', '6000', '福州市连江县/晋安区人民法院', null, '34108761', '2021-07-22', '6000.00', '2021-07-23', 'e5b152eb0e87e7367d54affa82a6877a.doc', '366df2f4e96f90ae9f5850be104318f5.doc', '1', '6', '叶文', '1626924003244', '2021-07');
INSERT INTO `aa_case` VALUES ('13', '1', '2021', '乐民一', '0006', '5', '所有权确认纠纷', '民事', '张华、张碧珠', '张希文、吴福英', '张华、张碧珠', '身份证', '3501 2219 5604 2627 38', '原告', '一审', '0', '10000', '福州市鼓楼区人民法院', null, '90364015', '2021-07-29', '10000.00', '2021-07-30', 'e47632d3ce80d6be977d49bc25162570.doc', '48b188468e7a9133578a81a24e98b379.doc', '1', '4', '郭锦标', '1626969600', '2021-07');
INSERT INTO `aa_case` VALUES ('14', '1', '2021', '乐援', '0002', '3', ' 诈骗罪 法援一审', '援助', '福州市晋安区法律援助中心', '', '林榕萍', '身份证', '3501 1119 9702 2415 42', '被告人', '无', '', '', '福州市晋安区人民法院', null, '', '', '0.00', '', '51595f1703b10c670277921e7ab9a72d.docx', '86481c7a93ae57a2998910aeebccdf62.docx', '1', '3', '许永云', '1627377893790', '2021-07');
INSERT INTO `aa_case` VALUES ('15', '1', '2021', '乐民执', '0002', '5', '承揽合同纠纷', '民事', '李燕', '万控智造股份有限公司', '李燕', '身份证', '3501 0219 7305 2603 49', '被申请人', '执行', '120000', '15000', '福建省闽侯县人民法院', null, '24425052', '2021-08-31', '15000.00', '2021-08-10', '687fe947cc0efb4dc8ec6a0b4de47707.doc', 'a7eb58deb36b6e98cea7c4b6a9c7c207.doc', '1', '4', '郭锦标', '1628603258126', '2021-08');
INSERT INTO `aa_case` VALUES ('16', '1', '2021', '乐民一', '0007', '5', '拆迁纠纷', '民事', '福州创艺贸易有限公司', '', '福州创艺贸易有限公司', '社会统一信用代码', '4646 4664 5645 4645', '福州创艺贸易有限公司', '一审', '', '196291.48', '台江法院', null, '34110027-37', '2021-07-28', '196291.48', '2021-07-30', '48b1f188db1fc4295836f1bbc50bcaf0.doc', '281d1913a6a33a3a7ccf3ce441d22bd8.doc', '1', '4', '郭锦标', '1628755132465', '2021-07');
INSERT INTO `aa_case` VALUES ('17', '1', '2021', '乐刑附民起', '0001', '4', '林月 刑事附带民事 审查起诉阶段', '刑附民', '林月', '郑诗铭', '林月', '身份证', '3501 2219 7302 0251 2X', '刑事附带民事原告人', '起诉', '', '10000', '福州市人民检察院', null, '24425047', '2021-08-19', '10000.00', '', 'edc9d8e7f95b9e75952b37c50679b4d3.doc', '7622b609a8b08cd96718f6c8c16b7d1b.doc', '0', '6', '叶文', '1629273436161', '2021-08');
INSERT INTO `aa_case` VALUES ('18', '1', '2021', '乐援', '0003', '3', '帮助信息网络犯罪获得最 法援指派侦查阶段', '援助', '福州市晋安区法律援助中心', '', '张济麟', '身份证', '3501 2120 0402 0916 59', '犯罪嫌疑人', '无', '', '', '福州市公安局晋安分局', null, '', '', '0.00', '', '83d79c6600ef4604a3f3c66314290644.docx', 'c758ad68252fec5d26d6574587af280b.docx', '0', '3', '许永云', '1629349251411', '2021-08');
INSERT INTO `aa_case` VALUES ('19', '1', '2021', '乐民一', '0008', '5', '建设工程施工合同纠纷', '民事', '福建省工艺美术工业有限公司', '福建省工业设备安装有限公司', '福建省工业设备安装有限公司', '社会统一信用代码', '9135 0000 1581 4171 91', '被告', '一审', '', '69000', '福州市鼓楼区人民法院', null, '02840301', '2021-08-19', '69000.00', '2021-09-24', '201257a3eafd41d8938c0c8f7ee97492.docx', '08f935a0dde2a7922739a98843fc6539.doc', '0', '6', '叶文', '1629357938547', '2021-08');
INSERT INTO `aa_case` VALUES ('20', '1', '2021', '乐民执', '0003', '5', '民间借贷', '民事', '潘月娇', '张辉、张宝英', '潘月娇', '身份证', '8300 0019 6407 0200 22', '申请执行人', '执行', '', '6000', '福州市仓山区人民法院', null, '24425048', '2021-08-19', '6000.00', '2021-10-13', '33b20258fd68f516babd4f9ec6022312.docx', 'b5a330ea29389ff253f06d65bf861d84.doc', '0', '6', '叶文', '1629358189855', '2021-08');
INSERT INTO `aa_case` VALUES ('21', '1', '2021', '乐民二', '0003', '4', '租赁合同纠纷', '民事', '鄢行福', '朱长法', '鄢行福', '身份证', '3501 2519 7502 2144 18', '被上诉人', '二审', '102577', '5000', '福建省南平市中级人民法院', null, '24425051', '2021-08-31', '5000.00', '', '5e780a70b92db3cff964358aac4737ac.doc', 'dc8c06300831fd01826904c201ee064d.doc', '0', '4', '郭锦标', '1629392111460', '2021-08');
INSERT INTO `aa_case` VALUES ('22', '1', '2021', '乐民一', '0009', '4', '民间借贷纠纷', '民事', '黄东东', '郭越晴', '黄东东', '身份证', '3505 2419 9009 2505 32', '原告', '一审', '50000', '7000', '福建省安溪县人民法院', null, '24425050', '2021-08-31', '7000.00', '', '3aaf4a55d2d3e8579a2962c774720f49.doc', '5bb0a1b850f11da30f2e254baa2e4a5b.doc', '0', '4', '郭锦标', '1629467335102', '2021-08');
INSERT INTO `aa_case` VALUES ('23', '1', '2021', '乐刑附民二', '0001', '5', '刑事附带民事诉讼二审', '刑附民', '段登光', '郑朝晖', '段玉龙', '身份证', '5113 2320 0006 2356 78', '上诉人', '二审', '', '20000', '福州市中级人民法院', null, '24425049', '2021-08-27', '20000.00', '2021-10-13', '3ab93437b0e83c27851227041d2b4e0e.doc', '678132fb134ba7408a0684bffe26b047.doc', '0', '6', '叶文', '1629963140574', '2021-08');
INSERT INTO `aa_case` VALUES ('24', '1', '2021', '乐非', '0001', '5', '建设工程合同纠纷', '非讼', '福建省亿晟路桥工程有限公司', '张四平', '福建省亿晟路桥工程有限公司', '社会统一信用代码', '9135 0524 7685 5843 1N', '被上诉人', '无', '320000', '20000', '', null, '24425053', '2021-08-31', '20000.00', '2021-09-01', 'bf7a5a0a43e05941a516478489ea229c.doc', 'dd184d74086eaef66405cfc9ce5eccfb.doc', '0', '4', '郭锦标', '1630394290790', '2021-08');
INSERT INTO `aa_case` VALUES ('25', '1', '2021', '乐民一', '0010', '5', '建设工程合同纠纷', '民事', '福建省亿晟路桥工程有限公司', '余金昌', '福建省亿晟路桥工程有限公司', '身份证', '9135 0524 7685 5843 1N', '被告', '一审', '58034', '5000', '福建省三明市三元区人民法院', null, '24425054', '2021-08-31', '5000.00', '2021-09-01', 'a1cb424a2f6ee600b21e63555f50cb0c.doc', '9a125995f8f300680b8bfcee85769e8d.doc', '0', '4', '郭锦标', '1630394692942', '2021-08');
INSERT INTO `aa_case` VALUES ('26', '1', '2021', '乐顾', '0003', '5', '顾问合同', '顾问', '福建美术出版社有限责任公司', '', '福建美术出版社有限责任公司', '社会统一信用代码', '9135 0000 1581 5753 4B', '委托人', '无', '', '10000', '本所', null, '02840302', '2021-09-02', '10000.00', '2021-09-08', '00747c411c8a2caf2ed33e5797d620de.doc', '3b8fddd54dd5e7fbf42454595a42f4d4.doc', '0', '3', '许永云', '1630487423340', '2021-09');
INSERT INTO `aa_case` VALUES ('27', '1', '2021', '乐援', '0004', '3', '故意杀人刑事一审', '援助', '福州市法律援助中心', '', '潘红兵', '身份证', '3507 8319 8712 3075 17', '被告人', '无', '', '', '福州市中级人民法院', null, '', '', '0.00', '', 'f98c995d5f97f1d3b4a57d24f6564bf6.docx', 'a6a8ad041675d13acdd079a24105fb45.docx', '0', '3', '许永云', '1630641179092', '2021-09');
INSERT INTO `aa_case` VALUES ('28', '1', '2021', '乐民一', '0011', '4', '民间借贷纠纷', '民事', '洪银霞', '张四平', '洪银霞', '身份证', '3505 8319 7909 2610 27', '原告', '一审', '20', '8000', '', null, '24425055', '2021-09-04', '8000.00', '', 'b7f1f2a3e5c60cb536d4aa6d22fd88b1.doc', 'c11fc71d8100226bfbc34f85e3dcc9aa.doc', '0', '4', '郭锦标', '1630685505620', '2021-09');
INSERT INTO `aa_case` VALUES ('29', '1', '2021', '乐援', '0005', '3', '帮助信息网络犯罪活动罪一审', '援助', '福州市晋安区法律援助中心', '福州市晋安区人民检察院', '盛自强', '身份证', '5113 2319 9709 0800 13', '被告人', '无', '', '', '福州市晋安区人民法院', null, '', '', '0.00', '', '930815a407ff6fa1b32f071199e23136.docx', 'aff32bc5474a9da69c5c263799a4637a.docx', '0', '3', '许永云', '1631008649400', '2021-09');
INSERT INTO `aa_case` VALUES ('30', '1', '2021', '乐顾', '0004', '5', '顾问合同', '顾问', '福建和墨资产管理有限公司', '', '福建和墨资产管理有限公司', '社会统一信用代码', '9135 0100 MA34 6JCT 4D', '委托人', '无', '', '8000', '本所', null, '24425056', '2021-09-08', '8000.00', '2021-10-16', 'a6abb31fb07fce2f9bc8b9ba65722848.doc', '5a6476b80bc3deff086f9680addc76d3.doc', '0', '6', '叶文', '1631075295513', '2021-09');
INSERT INTO `aa_case` VALUES ('31', '1', '2021', '乐民一', '0012', '5', '离婚', '民事', '陈成', '刘丽娟', '陈成', '身份证', '3501 0419 8310 0118 11', '原告', '一审', '', '6000', '福州市仓山区人民法院', null, '24425057', '2021-09-16', '6000.00', '2021-10-13', '021fa427f6779890dfe54581e0ded442.docx', 'f2c83a6476808b416a189b4c38296a60.doc', '0', '6', '叶文', '1631684776192', '2021-09');
INSERT INTO `aa_case` VALUES ('32', '1', '2021', '乐民一', '0013', '5', '民间借贷', '民事', '赵献', '江映辉', '赵献', '身份证', 'AC70 6983', '被告', '一审', '', '30000', '福州市仓山区人民法院', null, '24425058', '2021-09-18', '15000.00', '2021-10-13', 'c2079e244a00398a22cc82da33d1e77c.docx', '32d46aee4fe088ff492b5dfa0309bc72.doc', '0', '6', '叶文', '1631951001772', '2021-09');
INSERT INTO `aa_case` VALUES ('33', '1', '2021', '乐顾', '0005', '5', '顾问合同', '顾问', '福州市仓山区文化旅游投资集团有限公司', '', '福州市仓山区文化旅游投资集团有限公司', '社会统一信用代码', '9135 0104 MA8T W1BT 2J', '委托人', '无', '', '25000', '本所', null, '24425059', '2021-09-26', '25000.00', '2021-10-21', 'beaa13e2c90572d044d308353e0b74f7.docx', 'e560d0e9b9f7fe625bd8687895288289.docx', '0', '6', '叶文', '1632623869762', '2021-09');
INSERT INTO `aa_case` VALUES ('34', '1', '2021', '乐民一', '0014', '5', '返还原物', '民事', '福建省工艺美术工业有限公司', '被告王升雄、第三人福建省工艺美术行业发展促进中心', '福建省工艺美术工业有限公司', '社会统一信用代码', '9135 0000 1581 4171 91', '原告', '一审', '', '6000', '福州市鼓楼区人民法院', null, '02840303', '2021-09-26', '6000.00', '2021-10-11', 'cbb96d8c4f3886d40e91ea7bc38edbf2.docx', '26e6f0a61572620e5c31cfaee9c6345a.doc', '0', '6', '叶文', '1632641758875', '2021-09');
INSERT INTO `aa_case` VALUES ('35', '1', '2021', '乐非', '0002', '5', '建设工程合同纠纷', '非讼', '六妙白茶股份有限公司', '福鼎林饰山房装饰设计工程有限公司', '六妙白茶股份有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '委托人', '无', '0', '2000', '', null, '24425060', '2021-09-27', '2000.00', '2021-11-01', '993659644447a83f7ed282d35864dc5b.doc', '664383cd1a2dd78300be38f54bfd494d.doc', '0', '4', '郭锦标', '1632706709307', '2021-09');
INSERT INTO `aa_case` VALUES ('36', '1', '2021', '乐非', '0003', '5', '建设工程设计合同纠纷', '非讼', '六妙白茶股份有限公司', '厦门林饰山房装饰设计工程有限公司', '六妙白茶股份有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '发函方', '无', '0', '1000', '', null, '24425061', '2021-09-27', '1000.00', '2021-11-01', '9d3e0c2de3996fa11e714c51349be94b.doc', '7c217ac6c41be4553d979f7cdf75eb2e.doc', '0', '4', '郭锦标', '1632707146360', '2021-09');
INSERT INTO `aa_case` VALUES ('37', '1', '2021', '乐民一', '0015', '5', '民间借贷纠纷', '民事', '林凤英、黄礼斌、林信添、毛忠瑞、林玉贞', '卓敏惠', '林凤英', '身份证', '3501 2119 7708 1360 26', '被告', '一审', '3322313', '20000', '', null, '24425062', '2021-09-27', '20000.00', '2021-09-24', '357cf983b0fb6b3bba0101fcb06981ce.doc', 'd49d1efa28a8caaa2214cc9e008deb7a.doc', '0', '4', '郭锦标', '1632728315329', '2021-09');
INSERT INTO `aa_case` VALUES ('38', '1', '2021', '乐民一', '0016', '5', '民间借贷纠纷', '民事', '黄玉琴、林信添、毛忠瑞、林玉贞', '卓敏惠', '黄玉琴', '身份证', '3522 2719 7308 0813 24', '被告', '一审', '8257340', '30000', '', null, '24425063', '2021-09-27', '30000.00', '2021-09-27', '948c86f31a3df4542e4556e1e4b7946b.doc', '13a74528dbf8e48b545d5f3bdb765cec.doc', '0', '4', '郭锦标', '1632728595627', '2021-09');
INSERT INTO `aa_case` VALUES ('39', '1', '2021', '乐民一', '0017', '5', '建设工程合同纠纷', '民事', '福建省瑞安电力建设工程有限公司', '', '福建省瑞安电力建设工程有限公司', '社会统一信用代码', '9135 0105 0561 0796 6A', '原告', '一审', '', '50000', '闽侯县人民法院', '', '24425064', '2021-09-29', '50000.00', '2021-11-02', '1d2d537ec9712a918113ba601cc189b4.docx', '08ec3cf724e344762990fd2e554c2dae.doc', '0', '6', '叶文', '1632904210155', '2021-09');
INSERT INTO `aa_case` VALUES ('40', '1', '2021', '乐非', '0004', '5', '破产清算', '非讼', '福建省瑞安电力建设工程有限公司', '', '福建省瑞安电力建设工程有限公司', '社会统一信用代码', '9135 0105 0561 0796 6A', '债权人（申报人）', '无', '', '20000', '闽侯县人民法院', '福建启航置业有限公司 破产清算', '02840306', '2021-10-09', '20000.00', '2022-01-15', '6b3f5417442ac2bb531676669abea1f1.docx', '02b8908886ae73a42057e9311f6b8209.doc', '0', '6', '叶文', '1633684447077', '2021-10');
INSERT INTO `aa_case` VALUES ('41', '1', '2021', '乐刑附民一', '0001', '4', '刑事附带民事', '刑附民', '林月、林成孝、李念慈', '郑诗铭', '林月、林成孝、李念慈', '身份证', '3501 2219 7302 0251 2X', '原告人', '一审', '', '20000', '福州市中级人民法院、福建省高级人民法院', '福州市中级人民法院', '24425066', '2021-10-12', '20000.00', '', '22205e317af373614ec8fcc273623b43.doc', 'c06a6d5a4c389d5d936674820c7048c3.doc', '0', '6', '叶文', '1634021078229', '2021-10');
INSERT INTO `aa_case` VALUES ('42', '1', '2021', '乐刑附民二', '0002', '4', '刑事附带民事', '刑附民', '林月、林成孝、李念慈', '郑诗铭', '林月、林成孝、李念慈', '身份证', '3501 2219 7302 0251 2X', '二审当事人', '二审', '', '20000', '福建省高级人民法院', '委托一审、二审', '24425066', '2021-10-12', '20000.00', '', 'f53110c22e70bfcfb5db7345939ab045.doc', '39bea4b1e84c96f7661e120572f8752a.doc', '0', '6', '叶文', '1634021303932', '2021-10');
INSERT INTO `aa_case` VALUES ('43', '1', '2021', '乐民执', '0004', '5', '借款合同', '民事', '福建和墨资产管理有限公司', '石狮市豪港储运有限责任公司', '中国工商银行股份有限公司泉州分行', '社会统一信用代码', '', '申请执行人', '执行', '', '6000', '人民法院', '梁泓燕 律师 ', '24425067', '2021-10-12', '6000.00', '2021-10-18', '7bbab652f861b7df481858075ca12803.docx', '92f1d40f37dd67076957c9abfa53406d.doc', '0', '6', '叶文', '1634024591620', '2021-10');
INSERT INTO `aa_case` VALUES ('49', '1', '2021', '乐民一', '0022', '4', '离婚纠纷', '民事', '赵玮', '刘灿', '赵玮', '身份证', '3507 8319 8701 0402 20', '原告', '一审', '0', '5000', '福州市鼓楼区人民法院', '', '90364014', '2021-10-19', '5000.00', '', '9a47234a147d4e3a8a6afc7ce4fd7b06.doc', '2f4ed12eef8292bfcc593321180324f4.doc', '0', '4', '郭锦标', '1634622758499', '2021-10');
INSERT INTO `aa_case` VALUES ('45', '1', '2021', '乐民一', '0018', '5', '民间借贷', '民事', '王政金', '张鑫、徐勇', '王政金', '身份证', '3501 1119 7911 0429 2X', '原告', '一审', '', '40000', '暂定福州市鼓楼区人民法院', '', '24425068', '2021-10-18', '40000.00', '2021-10-18', 'd638f1f07d3441a76381b1419eb08383.docx', '99c148f1f89afb583827231cd581ecc2.doc', '0', '6', '叶文', '1634537290428', '2021-10');
INSERT INTO `aa_case` VALUES ('46', '1', '2021', '乐民一', '0019', '5', '建设工程施工合同纠纷', '民事', '六妙白茶股份有限公司', '福鼎林饰山房装饰设计工程有限公司', '六妙白茶股份有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '原告', '一审', '800000', '30000', '福鼎市人民法院', '', '24425069', '2021-10-20', '30000.00', '2021-11-03', 'c0005d76fc89d5eaa124df8ecbc793dc.doc', 'd32d333d27dc5e952a720a742628d888.doc', '0', '4', '郭锦标', '1634573469265', '2021-10');
INSERT INTO `aa_case` VALUES ('47', '1', '2021', '乐民一', '0020', '5', '建设工程施工合同纠纷', '民事', '六妙白茶股份有限公司', '福鼎林饰山房装饰设计工程有限公司', '六妙白茶股份有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '原告', '一审', '0', '6000', '福鼎市人民法院', '', '24425070', '2021-10-20', '6000.00', '2021-11-03', '21544250571c32c4698208f870b23461.doc', '0c85e8971417b05cd168fdd9bf1fd5a8.doc', '0', '4', '郭锦标', '1634573710518', '2021-10');
INSERT INTO `aa_case` VALUES ('48', '1', '2021', '乐民一', '0021', '5', '建设工程设计合同纠纷', '民事', '六妙白茶股份有限公司', '厦门林饰山房装饰设计工程有限公司', '六妙白茶股份有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '原告', '一审', '106000', '8000', '福鼎市人民法院', '', '24425071', '2021-10-20', '8000.00', '2021-11-03', '89f49c4c381e6359f5c36b8cad6ae295.doc', '901a88953dfb6a946bfe0cd426d88495.doc', '0', '4', '郭锦标', '1634573962558', '2021-10');
INSERT INTO `aa_case` VALUES ('50', '1', '2021', '乐援', '0006', '3', '开设赌场 法律援助一审阶段', '援助', '福州市晋安区法律援助中心', '', '孙家东', '身份证', '3412 2519 8703 0449 36', '被告人', '无', '', '', '福州市晋安区人民法院', '法律援助指派一审', '', '', '0.00', '', 'c668ad27e55d4cc8cbd4abf6cf80600a.doc', '9beb609f1464bb09026b0e2f2a86f252.doc', '0', '3', '许永云', '1634722747033', '2021-10');
INSERT INTO `aa_case` VALUES ('51', '0', '2021', '乐非', '0005', '3', '请求变更公司登记纠纷', '非讼', '林嘉凤', '泉州绿谷建设有限公司', '林嘉凤', '身份证', '8300 0019 6803 0004 9', '原告', '无', '0', '85000', '', '', '', '', '0.00', '', '3bf7853a3ec5393268188d5ea199c3aa.doc', '3db3c86d527ea25c88db5657f47151d2.doc', '0', '4', '郭锦标', '1634868123575', '2021-10');
INSERT INTO `aa_case` VALUES ('52', '1', '2021', '乐民一', '0023', '4', '离婚', '民事', '毛盾', '卢海舟', '毛盾', '身份证', '3522 2719 7905 1600 12', '原告', '一审', '', '10000', '福州市晋安区人民法院', '含协议离婚\n', '64233432', '2021-11-04', '10000.00', '', 'bc7ce2de3b785257f50ddd2ed1bd54c5.docx', '9af717d243da369f66bdae51bc5d33ef.doc', '0', '6', '叶文', '1636009112819', '2021-11');
INSERT INTO `aa_case` VALUES ('53', '1', '2021', '乐民一', '0024', '5', '执行分配异议', '民事', '福建省金益商业管理有限公司', '', '中国工商银行股份有限公司晋江分行', '社会统一信用代码', '', '原告', '一审', '', '6000', ' 福建省晋江市人民法院', '梁泓燕 律师', '64233436', '2021-11-18', '6000.00', '2021-11-24', '25e3f78f4739bce35bfab8e322ddfea6.docx', 'ff8de2f511ebf0e76a4abecb5324e2d2.doc', '0', '6', '叶文', '1636959844831', '2021-11');
INSERT INTO `aa_case` VALUES ('54', '1', '2021', '乐民执', '0005', '4', '建设工程施工合同纠纷', '民事', '福建永东南建设集团有限公司', '云南正林实业集团有限公司', '福建永东南建设集团有限公司', '社会统一信用代码', '9135 0125 1548 2013 2A', '申请执行人', '执行', '0', '5000', '云南省昆明市中级人民法院', '', '90364013', '2021-11-17', '5000.00', '', 'f53ba8a9f2f1dda81adf956e4c5cd537.doc', '7e5a36c2cc8d0258d7bd3ccff4887ecc.doc', '0', '4', '郭锦标', '1637080746639', '2021-11');
INSERT INTO `aa_case` VALUES ('55', '1', '2021', '乐民一', '0025', '4', '租赁合同纠纷', '民事', '林生', '张祖理', '林生', '身份证', '3501 2119 7606 3035 32', '原告', '一审', '', '10000', '闽侯县人民法院', '', '64233435', '2021-11-18', '10000.00', '', '9bb261510f1cc370924178473b99557d.docx', '52766414a952c65fa86d36b8535fc1c9.doc', '0', '6', '叶文', '1637132299472', '2021-11');
INSERT INTO `aa_case` VALUES ('56', '1', '2021', '乐援', '0007', '2', '诈骗罪 法律援助一审阶段', '援助', '福州市晋安区法律援助中心', '', '陈金万', '身份证', '3503 2219 9707 3015 91', '被告人', '无', '', '0', '晋安区人民法院', '', '', '', '0.00', '', '6b2c40c2317ed58399e2e097b7deaf2d.docx', '9d74f7d87460288be6815db302619535.docx', '0', '3', '许永云', '1637204341453', '2021-11');
INSERT INTO `aa_case` VALUES ('57', '1', '2021', '乐风险', '0001', '5', '建设工程合同纠纷', '风险', '福州海晟房地产开发有限公司', '深圳市博大建设集团有限公司', '福州海晟房地产开发有限公司', '社会统一信用代码', '9135 0100 6765 3588 1A', '被告', '无', '6628177.32', '60000', '福州市鼓楼区人民法院', '经双方协商一致，本合同采用基础收费加风险提成的风险收费方案。前期基础收费金额人民币60000元，风险提成按照实际减少债务金额的7.5%计取。计算式：本所实际报价金额=60000+（起诉债务金额 — 判决债务金额）×7.5% ', '64233437', '2021-11-23', '40000.00', '2021-12-17', '96ac8b7b42e0bf145445d86420d6f273.doc', '9afb9d741cece0990d83b0074b23030c.doc', '0', '4', '郭锦标', '1637646832695', '2021-11');
INSERT INTO `aa_case` VALUES ('58', '1', '2021', '乐民一', '0026', '5', '建设工程施工合同纠纷', '民事', '福建省五洲建设集团有限公司', '李驷明', '福建省五洲建设集团有限公司', '社会统一信用代码', '9135 0524 7513 7607 62', '被告', '一审', '2490000', '80000', '安溪县人民法院', '', '64233438', '2021-12-02', '80000.00', '2021-12-03', '2af8fc53f8c391abfe6cdd32de073117.doc', 'dbefa08b9b22777791c5134e65151f1b.doc', '0', '4', '郭锦标', '1638117214988', '2021-11');
INSERT INTO `aa_case` VALUES ('59', '1', '2021', '乐民二', '0004', '5', '返还原物纠纷', '民事', '福建省工艺美术工业有限公司', '王生雄', '福建省工艺美术工业有限公司', '社会统一信用代码', '9135 0000 1581 4171 91', '上诉人', '二审', '', '6000', '福州市中级人民法院', '', '02840308', '2021-11-29', '6000.00', '2021-12-10', 'ff0d93b52df918673ead7afc726744d1.docx', '0c8a4d41cbd24072246c7cc413a972a7.doc', '0', '6', '叶文', '1638148878692', '2021-11');
INSERT INTO `aa_case` VALUES ('60', '1', '2021', '乐援', '0008', '2', '掩饰、隐瞒犯罪所得罪 一审法律援助', '援助', '福州市晋安区法律援助中心', '', '徐加斌', '身份证', '3601 2420 0202 1224 31', '被告人', '无', '', '0', '福州市晋安区人民法院', '一审 法律援助', '', '', '0.00', '', '6d087bb59683453dc23a49c137aebc1f.docx', '8b84d55312fc34f1205d1722c4878c18.docx', '0', '3', '许永云', '1638511625236', '2021-12');
INSERT INTO `aa_case` VALUES ('61', '1', '2021', '乐民一', '0027', '5', '离婚', '民事', '林玉芳', '林文辉', '林玉芳', '身份证', '3350 1111 9700 5100 403', '被告', '一审', '', '6000', '福州市晋安区人民法院', '', '64233439', '2021-12-08', '6000.00', '2021-12-07', 'a7b81aeabd91b33c9412b4746a9c4f7b.docx', 'e58b2ac88baa1bce774dad06bc3d0d26.doc', '0', '6', '叶文', '1638859092183', '2021-12');
INSERT INTO `aa_case` VALUES ('62', '1', '2021', '乐民一', '0028', '5', '建设工程施工合同纠纷', '民事', '福建博创大成建设有限公司', '福州市益致科技有限公司', '福建博创大成建设有限公司', '社会统一信用代码', '9135 0400 MA2Y EACT 9D', '被告', '一审', '51167.6', '6000', '福州市晋安区人民法院', '', '02840312', '2022-01-10', '6000.00', '2021-12-10', 'b638b380af200a9ef807da344a9f6d5e.doc', '656a4686e111547db0c171a50737e4dd.doc', '0', '4', '郭锦标', '1639108874021', '2021-12');
INSERT INTO `aa_case` VALUES ('63', '1', '2021', '乐民一', '0029', '5', '法定继承', '民事', '冯子明', '冯宝英、冯子泉、冯子祥', '冯子明', '身份证', '3501 0119 4901 0900 31', '被告', '一审', '', '25000', '福州市晋安区人民法院', '', '64233440', '2021-12-14', '25000.00', '2021-12-23', '14bbee690f4f8a9ca6dd0ebe82c11484.docx', '6893568714fd3f33bd2974bdb01c27cd.doc', '0', '6', '叶文', '1639456761415', '2021-12');
INSERT INTO `aa_case` VALUES ('65', '1', '2021', '乐民执', '0006', '5', '合同', '民事', '黄巧兰', '广州乐融融商业保理有限公司', '黄巧兰', '身份证', '3501 0419 7209 1100 28', '申请执行人', '执行', '', '6000', '福州市仓山区人民法院', '曾代理一审，本次委托至本次执行终结之日止。', '64233441', '2021-12-21', '6000.00', '2021-12-17', '9e296551aaa524675ad129c95c384d99.doc', '93b13b894b5aad7b1d939c1cf6fa811b.doc', '0', '6', '叶文', '1640060997575', '2021-12');
INSERT INTO `aa_case` VALUES ('66', '1', '2021', '乐非', '0006', '5', '非诉', '非讼', '福建欣恒业集团有限公司', '', '福建欣恒业集团有限公司', '社会统一信用代码', '9135 0105 0665 9256 38', '委托人', '无', '', '10000', '本所', '提供非诉法律咨询服务、出具律师函、修订合同事宜', '02840311', '2021-12-24', '10000.00', '2021-12-23', '9859567c48715d61660ce58181b91283.doc', 'dfe5b2e0685642b5fed4f3977416d7e9.doc', '0', '6', '叶文', '1640248409810', '2021-12');
INSERT INTO `aa_case` VALUES ('67', '1', '2021', '乐民二', '0005', '5', '所有权确认纠纷', '民事', '张华、张碧珠', '吴福英', '张华、张碧珠', '身份证', '3501 2219 5604 2627 38', '被上诉人', '二审', '', '3000', '福州市中级人民法院', '', '64233443', '2021-12-29', '3000.00', '2021-12-30', '880f11b98c3a4c4b4b449d75d74c6ca6.docx', '4d2e7ebb61eb85df984730c97dfa32c5.doc', '0', '3', '许永云', '1640676438878', '2021-12');
INSERT INTO `aa_case` VALUES ('68', '1', '2021', '乐民一', '0030', '4', '民间借贷纠纷', '民事', '陈小昀', '李静', '陈小昀', '身份证', '3501 8219 9112 0417 22', '原告', '一审', '', '15000', '福州市鼓楼区人民法院', '梁泓燕律师案件 ', '64233442', '2021-12-29', '15000.00', '', 'f5f251ee4cef934ed1d8155c94746781.docx', '9b66fd00fa13bf72153d470eba9419fe.doc', '0', '6', '叶文', '1640676676941', '2021-12');
INSERT INTO `aa_case` VALUES ('69', '1', '2021', '乐非', '0007', '5', '物权纠纷', '非讼', '林坤', '福州市仓山区彼岸城B区业主委员会', '林坤', '身份证', '3504 0219 8308 1100 13', '小区业主', '无', '0', '500', '', '因本案为非讼，仅发送一份律师函，实际收费人民币500元。', '90364012', '2022-02-08', '500.00', '2021-12-30', '', '', '0', '4', '郭锦标', '1640793600', '2021-12');
INSERT INTO `aa_case` VALUES ('70', '1', '2022', '乐援', '0001', '2', ' 放火罪 一审法律援助', '援助', '福州市晋安区人民法院', '', '陈柳蕾', '身份证', '3501 2119 8209 0432 25', '被告人', '无', '', '0', '福州市晋安区人民法院', '一审指派法律援助', '', '', '0.00', '', '39d37d54768772f82a9804e7c53d5398.docx', 'cf90a741d309effbecd0b838fd0994b2.docx', '0', '3', '许永云', '1641367512909', '2022-01');
INSERT INTO `aa_case` VALUES ('71', '1', '2022', '乐仲', '0001', '2', '劳动合同纠纷', '仲裁', '郭永清', '广发银行股份有限公司福州分行', '郭永清', '身份证', '3501 2119 7610 2006 59', '申请人', '无', '', '10000', '', '', '', '', '0.00', '', '6d73b18e13be3665dd50850d7ad9e67d.doc', '3aa2935005c91db8cdbc65421a165aa2.doc', '0', '4', '郭锦标', '1641536110882', '2022-01');
INSERT INTO `aa_case` VALUES ('72', '1', '2022', '乐援', '0002', '2', '诈骗罪一审刑事辩护法律援助', '援助', '福州市晋安区法律援助中心', '', '黄瑞生', '身份证', '3725 2319 6907 1029 1', '被告人', '无', '', '0', '福州市晋安区人民法院', '一审刑事辩护指派法援案件', '', '', '0.00', '', 'c12e1ecea70f6e68c4ac5ae878a394fd.docx', '5d73804a0f2f05995a7404b22e99acff.docx', '0', '3', '许永云', '1641968002095', '2022-01');
INSERT INTO `aa_case` VALUES ('73', '1', '2022', '乐民二', '0001', '5', '借款合同', '民事', '福建人人共享保安服务有限公司', '福建省华英报警服务有限公司', '福建人人共享保安服务有限公司', '社会统一信用代码', '9135 0100 MA2Y FY5C 6N', '被上诉人', '二审', '', '6000', '福州市中级人民法院', '曾代理一审', '64233446', '2022-01-17', '6000.00', '2022-01-18', '6e79d6d3226e4232b05271cb7d12bff8.docx', '55182482f3b4427d9b4a23c5a6b04254.doc', '0', '6', '叶文', '1642395657662', '2022-01');
INSERT INTO `aa_case` VALUES ('74', '1', '2022', '乐刑侦', '0001', '5', '非法吸收公众存款', '刑事', '翁诗武', '', '林沄鹰', '身份证', '3501 2519 7603 2414 31', '犯罪嫌疑人', '侦查', '', '6000', '福州市公安局晋安分局', '', '64233449', '2022-01-24', '6000.00', '2022-01-24', '0844f78f98261e7418a2a7ea3cc27b8b.doc', 'e824cc8b0d53185cba9872f600b2dbd1.docx', '0', '3', '许永云', '1642744449723', '2022-01');
INSERT INTO `aa_case` VALUES ('75', '1', '2022', '乐民执', '0001', '5', '房屋买卖合同', '民事', '肖燕', '陈祖新、齐振秀', '肖燕', '身份证', '3501 2219 8606 1744 28', '申请执行人', '执行', '', '6000', '福州市鼓楼区人民法院', '曾代理一审', '64233449', '2022-01-24', '6000.00', '2022-01-21', '58cf6567de2d7cf8f4b22219bc357d5a.doc', '418770c470b6ae39260bce6a008310cf.doc', '0', '3', '许永云', '1642766359708', '2022-01');
INSERT INTO `aa_case` VALUES ('76', '1', '2022', '乐刑侦', '0002', '4', '非法吸收公众存款', '刑事', '张河开', '', '王玉勤', '身份证', '3621 3719 7301 2524 17', '犯罪嫌疑人', '侦查', '', '10000', '福州市公安局晋安分局', '', '64233451', '2022-01-25', '10000.00', '', '8ffd0d002bce180484ea64e59cf0edc4.doc', '6ebbd742f9602c6412dfd5037cde34ca.docx', '0', '6', '叶文', '1643079868001', '2022-01');
INSERT INTO `aa_case` VALUES ('77', '1', '2022', '乐民一', '0001', '5', '追偿权纠纷', '民事', '福州海晟房地产开发有限公司', '江寒、陈美兰', '福州海晟房地产开发有限公司', '社会统一信用代码', '9135 0100 6765 3588 1A', '江寒、陈美兰', '一审', '1380000', '72660', '', '诉讼阶段代理费48440元，执行阶段代理费24220元。', '64233453', '2022-02-11', '48440.00', '2022-02-17', 'f770984f77fc817d35ef3bdc2f26ada6.docx', '77bf97236f4fbc261eb60eebae48c5fa.doc', '0', '4', '郭锦标', '1644567710', '2022-02');
INSERT INTO `aa_case` VALUES ('78', '1', '2022', '乐民一', '0002', '5', '装饰装修合同纠纷', '民事', '六妙白茶股份有限公司', '厦门林饰山房装饰设计工程有限公司', '六妙白茶股份有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '被告', '一审', '580000', '40000', '福鼎市人民法院', '', '64233455', '2022-02-15', '40000.00', '2022-02-28', '0bf356f8748ca63be181acedf184b2c4.doc', '6ecdb004830118203b2a36271f96a5f6.doc', '0', '4', '郭锦标', '1644913167', '2022-02');
INSERT INTO `aa_case` VALUES ('79', '1', '2022', '乐刑一', '0001', '5', '盗窃罪', '刑事', '倪新明 350111198907141911', '', '倪鼎赐', '身份证', '3501 0219 6612 0704 79', '被告人', '一审', '', '10000', '福州市鼓楼区人民法院', '', '90363999', '2022-02-17', '10000.00', '2022-02-17', '8e42045106618bf506ebd0b680682ca3.doc', '1e3e4aaff58638111a1707aeab4d0704.docx', '0', '6', '叶文', '1645081155', '2022-02');
INSERT INTO `aa_case` VALUES ('80', '1', '2022', '乐民执', '0002', '5', '民间借贷执行', '民事', '王政金', '张鑫', '王政金', '身份证', '3501 1119 7911 0429 2X', '申请执行人', '执行', '', '20000', '福州市鼓楼区人民法院', '曾代理一审', '90364000', '2022-02-24', '20000.00', '2022-02-23', 'cd71bbc709d4e8db251fa6d865c01fa1.docx', '0cc294cb9aebebc74247b032968b876a.doc', '0', '6', '叶文', '1645584499', '2022-02');
INSERT INTO `aa_case` VALUES ('81', '1', '2022', '乐行一', '0001', '5', '行政批复纠纷', '行政', '力普投资管理有限公司', '福州高新技术产业开发区城乡建设局', '力普投资管理有限公司', '社会统一信用代码', '9135 0100 0561 4645 59', '原告', '一审', '0', '7000', '福州市仓山区人民法院', '', '02840317', '2022-02-25', '7000.00', '2022-02-24', '5e1884e589b6e0c764137ce586eea2ee.doc', 'a19591000069092b00be0db40d966dfd.doc', '0', '4', '郭锦标', '1645685794', '2022-02');
INSERT INTO `aa_case` VALUES ('82', '1', '2022', '乐风险', '0001', '5', '建设工程施工合同纠纷', '风险', '力普投资管理有限公司', '福州第七建筑工程有限公司', '力普投资管理有限公司', '社会统一信用代码', '9135 0100 0561 4645 59', '原告', '无', '130000000', '150000', '闽侯县人民法院', '1.第一期律师代理费：甲方于本协议签订之日起三日内支付基础代理费人民币壹拾万元整（¥：100,000.00元）；\n2.第二期律师代理费：甲方于本案一审开庭后七日内支付基础代理费人民币伍万元整（¥：50,000.00元）；\n3.第三期律师代理费：甲方于收到本案一审判决书后二十日内，按照一审判决书确认甲方应得债权金额的1%支付风险代理费；\n4.第四期律师代理费：甲方于收到本案二审判决书后二十日内，按照二审判决书确认甲方应得债权金额的1%支付风险代理费；\n5.第五期律师代理费：甲方于执行终结后二十日内，按照【（实际执行到位款项金额×8%）—（第三、四期已付金额）】的所得额支付风险代理费。', '02840318', '2022-02-25', '150000.00', '2022-06-21', '4eabe86f8424fa8f3090a2f49ca204a8.docx', '9de850542a09445bef372244157d4992.doc', '0', '4', '郭锦标', '1645632000', '2022-02');
INSERT INTO `aa_case` VALUES ('83', '1', '2022', '乐民一', '0003', '5', '建设工程施工合同纠纷', '民事', '六妙白茶股份有限公司', '福鼎林饰山房装饰设计工程有限公司', '六妙白茶股份有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '原告', '一审', '800000', '30000', '福鼎市人民法院', '', '64233454', '2021-02-15', '30000.00', '2022-02-28', 'c0005d76fc89d5eaa124df8ecbc793dc.doc', 'd32d333d27dc5e952a720a742628d888.doc', '0', '4', '郭锦标', '1644854400', '2022-02');
INSERT INTO `aa_case` VALUES ('84', '1', '2022', '乐顾', '0001', '5', '顾问合同', '顾问', '福建省工艺美术工业有限公司', '', '福建省工艺美术工业有限公司', '社会统一信用代码', '9135 0000 1581 4171 91', '无', '无', '', '14000', '本所', '', '02840320', '2022-03-08', '14000.00', '2022-03-11', 'dce317763e3aea24aa44cb6853dd5bc7.doc', '2bf66ed5a7876213696d6355c66a9bc1.doc', '0', '6', '叶文', '1646702619', '2022-03');
INSERT INTO `aa_case` VALUES ('85', '1', '2022', '乐民一', '0004', '5', '民间借贷', '民事', '张兆灼', '张世英', '张兆灼', '身份证', '3501 2519 8006 1841 11', '原告', '一审', '', '7000', '永泰县人民法院', '', '90364001', '2022-03-09', '7000.00', '2022-03-28', '68e79d6b94e5a0385735dbca9de98ddd.docx', 'dfcce418f37e6d812b64935718844d40.doc', '0', '6', '叶文', '1646802071', '2022-03');
INSERT INTO `aa_case` VALUES ('86', '1', '2022', '乐非', '0001', '5', '非诉法律咨询服务', '非讼', '康定荣', '', '康定荣', '身份证', '3624 2619 7601 0535 43X', '委托人', '无', '', '8000', '本所', '梁泓燕律师  非诉法律咨询服务及法律参考意见', '90364002', '2022-03-11', '8000.00', '2022-03-11', 'd1b316c60370a62a0e1447865a0cbae1.jpg', '21c2f0eff3955fdd75dc972e6d7d4c5b.jpg', '0', '6', '叶文', '1646899395', '2022-03');
INSERT INTO `aa_case` VALUES ('87', '1', '2022', '乐民二', '0002', '5', '装饰装修合同', '民事', '六妙白茶股份有限公司', '厦门林饰山房装饰设计工程有限公司', '厦门林饰山房装饰设计工程有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '被上诉人', '二审', '106000', '6000', '宁德市中级人民法院', '', '90364023', '2022-04-14', '6000.00', '2022-04-25', 'c4aee7e89adb5173428faea44417c42d.doc', 'aff7b819b37bd43be3639c5a5945fb99.doc', '0', '4', '郭锦标', '1647583997', '2022-03');
INSERT INTO `aa_case` VALUES ('88', '1', '2022', '乐民一', '0005', '5', '民间借贷', '民事', '张淑芳', '黄秀芳', '张淑芳', '身份证', '3501 2119 7310 0125 68', '原告', '一审', '', '20000', '福州市晋安区人民法院', '', '90364006', '2022-03-21', '20000.00', '2022-03-19', '20f8120ab549c564dea4b161420955cc.docx', '4a100ac81255d2d787005c57a739bafe.doc', '0', '6', '叶文', '1647826856', '2022-03');
INSERT INTO `aa_case` VALUES ('89', '1', '2022', '乐民一', '0006', '5', '股东出资纠纷', '民事', '程远', '叶桂锐、福建宏通电讯工程有限公司', '程远', '身份证', '3501 0219 7106 1103 3X', '原告', '一审', '', '18000', '福州市鼓楼区人民法院、福州市中级人民法院', '委托代理费为一审、二审，详见委托代理合同。', '90364010', '2022-03-22', '18000.00', '2022-03-18', '8281959d48d1ee4dd1a7e2947bd2d6e2.docx', '91810abef69e70b322d5ef5c09739026.docx', '0', '7', '洪德文', '1647916785', '2022-03');
INSERT INTO `aa_case` VALUES ('90', '1', '2022', '乐民一', '0007', '5', '公司盈余分配', '民事', '程远', '叶桂锐、福建宏通电讯工程有限公司', '程远', '身份证', '3501 0219 7106 1103 3X', '原告', '一审', '', '20000', '福州市鼓楼区人民法院，福州市中级人民法院', '委托代理费一审、二审，代理费为基础费用+风险代理费，具体详见委托代理合同。', '90364009', '2022-03-22', '20000.00', '2022-03-18', '4f3dc3b37e377214e3f4f8d7cf5d1c63.docx', '43db291f3581e44cf04734dc515692f3.docx', '0', '7', '洪德文', '1647917886', '2022-03');
INSERT INTO `aa_case` VALUES ('91', '1', '2022', '乐民一', '0008', '5', '债权债务（往来款）纠纷', '民事', '程远', '福建宏通电讯工程有限公司公司', '程远', '身份证', '3501 0219 7106 1103 3X', '原告', '一审', '', '15000', '福州市鼓楼区人民法院、福州市中级人民法院', '委托代理费为一审、二审，委托代理费为基础费用+风险代理费，具体详见委托代理合同。', '90364008', '2022-03-22', '15000.00', '2022-03-18', '4aaf0778c823efda7044d04502a720a7.docx', '9f9535d405cb33211dd9d584c2b4225a.docx', '0', '7', '洪德文', '1647878400', '2022-03');
INSERT INTO `aa_case` VALUES ('92', '1', '2022', '乐民一', '0009', '4', '民间借贷', '民事', 'LIN JIN  HUO', '陈容留', 'LIN JIN  HUO', '身份证', '5983 2223 7', '原告', '一审', '', '8000', '福州市仓山区人民法院', '涉外，护照号码：598322237', '90364007', '2022-03-22', '8000.00', '', '6e81537a0d5141cbf4b04e558f0d306f.doc', '3bf46a2d790f1cb6bcea34129383246a.doc', '0', '7', '洪德文', '1647918361', '2022-03');
INSERT INTO `aa_case` VALUES ('93', '1', '2022', '乐民一', '0010', '5', '民间借贷', '民事', '方杰辉', '', '方杰辉', '身份证', '3506 0019 7405 2145 12', '被告', '一审', '', '8000', '漳州市芗城区人民法院', '', '90364011', '2022-03-22', '8000.00', '2022-03-21', '65d361331a3c6009564919e092ef23ee.doc', '72d4900ebc8295a024778ffb977333e8.doc', '0', '3', '许永云', '1647918783', '2022-03');
INSERT INTO `aa_case` VALUES ('94', '1', '2022', '乐民一', '0011', '5', '建设工程施工合同纠纷', '民事', '福州海晟房地产开发有限公司', '福建建工集团有限责任公司', '福州海晟房地产开发有限公司', '社会统一信用代码', '9135 0100 6765 3588 1A', '被告', '一审', '56000000', '880000', '福州市鼓楼区人民法院', '', '9036401621', '2022-03-24', '528000.00', '2022-04-06', 'b7cc340cf3a5e63e47a1828a123acbca.docx', '3e0be29994b97e3389c6f3bee04abe76.doc', '0', '4', '郭锦标', '1648092815', '2022-03');
INSERT INTO `aa_case` VALUES ('95', '1', '2022', '乐援', '0003', '5', '掩饰、隐瞒犯罪所得、犯罪所得收益罪 法援指派侦查阶段', '援助', '福州市晋安区法律援助中心', '', '叶梓辰', '身份证', '3507 8420 0504 2337 32', '犯罪嫌疑人', '无', '', '12580', '福州市公安局晋安分局', '掩饰、隐瞒犯罪所得、犯罪所得收益罪  法援指派侦查阶段', '00000000', '', '12580.00', '2022-03-28', 'bb394b8e94ba897d9615912540e8fb1c.docx', '2aaac17780f80185d15ccd41c88e5090.docx', '0', '3', '许永云', '1648454689', '2022-03');
INSERT INTO `aa_case` VALUES ('96', '1', '2022', '乐民执', '0003', '5', '借款合同纠纷', '民事', '福建和墨资产管理有限公司', '福建省流香纺织股份有限公司', '中国长城资产管理股份有限公司福建省分公司', '社会统一信用代码', '', '申请执行人', '执行', '', '6000', '', '梁泓案律师案件', '90364022', '2022-03-30', '6000.00', '2022-03-30', 'b69e79e8a1d3b3c149e48a9176db7aea.docx', 'ccc846a0dba3ece7abeeecca5ee22104.doc', '0', '6', '叶文', '1648656000', '2022-03');
INSERT INTO `aa_case` VALUES ('97', '1', '2022', '乐民一', '0012', '5', '执行异议', '民事', '福建省金益商业管理有限公司', '泉州银行股份有限公司晋江支行等', '瑞华国银投资管理有限公司', '社会统一信用代码', '9135 0100 MA33 P525 9H', '原告', '一审', '', '6000', '人民法院', '', '34110047', '2022-04-25', '6000.00', '2022-04-13', '021f8224d7587961048fcd075c550800.docx', '34d384f494da773548ade8d9eb5d957e.docx', '0', '6', '叶文', '1649731992', '2022-04');
INSERT INTO `aa_case` VALUES ('98', '0', '2022', '乐顾', '0002', '3', '顾问合同', '顾问', '福建和墨资产管理有限公司', '', '福建和墨资产管理有限公司', '身份证', '9135 0100 MA34 6JCT 4D', '委托人', '无', '', '6000', '', '梁律师，按月支付', '', '', '0.00', '', 'c02d7c3c1864bc46fbeffd908eab0509.docx', '43fc60e36f5d34a4b20eac578a9a4abe.docx', '0', '6', '叶文', '1649912663', '2022-04');
INSERT INTO `aa_case` VALUES ('99', '1', '2022', '乐民执', '0004', '5', '民事诉讼监督', '民事', '福建省昊鹏建设工程有限公司', '郑芳', '福建省昊鹏建设工程有限公司', '社会统一信用代码', '9135 0100 6650 7510 3A', '被申请人', '执行', '', '6000', '福州市人民检察院', '', '34110053', '2022-05-17', '6000.00', '2022-05-11', '3de97a5601f89d09a3e053c9f6564a2c.doc', 'ee825c92918da44073fb55f044f48013.doc', '0', '6', '叶文', '1652676511', '2022-05');
INSERT INTO `aa_case` VALUES ('100', '1', '2022', '乐民二', '0003', '4', '民间借贷纠纷', '民事', '赵献(ZHAO XIAN）', '江映辉', '赵献(ZHAO XIAN）', '身份证', 'AC70 6983', '上诉人', '二审', '', '15000', '福州市中级人民法院', '涉外【赵献(ZHAO XIAN）加拿大国籍】', '34110050', '2021-05-17', '15000.00', '', '8c8c4dfed3463f286ffc9fcfbb549c24.docx', '7f1b9629d6c227c2d60cd675b98658d4.doc', '0', '6', '叶文', '1652765147', '2022-05');
INSERT INTO `aa_case` VALUES ('101', '1', '2022', '乐民一', '0013', '5', '买卖合同', '民事', '漳州市芗城联杰水产养殖专业合作社', '福建秀闯食品有限公司、李育华', '漳州市芗城联杰水产养殖专业合作社', '社会统一信用代码', '9335 0602 5729 5323 7D', '原告', '一审', '', '15000', '漳州市芗城区人民法院', '', '19537732', '2022-05-20', '15000.00', '2022-05-19', '095ac291bdadc3f430633a1eaa8752a9.doc', '52f5cd4a7ebd9919a2233b01038e4e63.doc', '0', '3', '许永云', '1652927729', '2022-05');
INSERT INTO `aa_case` VALUES ('102', '1', '2022', '乐民执', '0005', '5', '执行异议、复议、执行异议之诉等', '民事', '福建和墨资产管理有限公司', '厦门中佰龙贸易、厦门市金佳鹏经贸、厦门鑫弘瑞商贸公司等人', '中国华融资产管理股份有限公司福建省分公司', '社会统一信用代码', '9135 0100 MA34 6JCT 4D', '申请人', '执行', '', '18000', '厦门市中级人民法院', '厦门中佰龙贸易公司（案号-1）\n厦门市金佳鹏经贸公司（案号-2）\n厦门鑫弘瑞商贸公司（案号-3） 共三张专票，每张6000元。', '00000000', '2022-05-20', '18000.00', '2022-05-31', 'f68e140bfad5c0fe40cd8fa0cdf1213e.pdf', '9de48efcd9bdeef14cc56dd1a90a3ba0.doc', '0', '6', '叶文', '1653031753', '2022-05');
INSERT INTO `aa_case` VALUES ('103', '1', '2022', '乐民二', '0004', '5', '法定继承', '民事', '冯子明', '冯宝英、冯子祥、冯子泉、冯子荣', '冯子明', '身份证', '3501 0419 4901 0900 31', '被上诉人', '二审', '', '12500', '福州市中级人民法院', '曾代理一审', '19537736', '2022-06-15', '12500.00', '2022-06-13', '8b1fe2cfdcf1f8db43ee88d06974c1ba.docx', '494011487b72d6e1c7dd65b9e4a6a695.doc', '0', '6', '叶文', '1655178988', '2022-06');
INSERT INTO `aa_case` VALUES ('104', '1', '2022', '乐援', '0004', '2', '法援指派强奸罪（二审）', '援助', '福州市法律援助中心', '福州市人民检察院', '陈伟俤', '身份证', '3501 2619 6902 1918 19', '上诉人', '无', '', '0', '福州市中级人民法院', '', '', '', '0.00', '', '51435f22153819e769e1110bc399c1cb.docx', 'ba4a09b8256b18d4dcdeab751cfd4c61.docx', '0', '3', '许永云', '1655350629', '2022-06');
INSERT INTO `aa_case` VALUES ('105', '1', '2022', '乐顾', '0003', '5', '顾问合同', '顾问', '福建人人共享安全服务有限公司', '', '福建人人共享安全服务有限公司', '社会统一信用代码', '9135 0000 1581 7667 14', '委托人', '无', '', '20000', '本所', '', '19537737', '2022-06-22', '20000.00', '2022-06-23', 'dcd0296cebf323af53e8a851398b4ee3.doc', '63df32505e1480cc861a75b7ef5be546.doc', '0', '6', '叶文', '1655866661', '2022-06');
INSERT INTO `aa_case` VALUES ('106', '1', '2022', '乐民一', '0014', '5', '借款合同', '民事', '福建内卫保安服务有限公司', '福建省华英报警服务有限公司', '福建内卫保安服务有限公司', '社会统一信用代码', '9135 0100 MA2Y FY5C 6N', '一审（重审）原告', '一审', '', '6000', '福州市晋安区人民法院', '一审（重审）', '19537738', '2022-06-22', '6000.00', '2022-06-23', '5183b8a3352f36f1e1c846c3f108408f.docx', '5a4fe40433b0737a8535bc77ad574750.doc', '0', '6', '叶文', '1655867229', '2022-06');
INSERT INTO `aa_case` VALUES ('107', '1', '2022', '乐风险', '0002', '5', '民间借贷纠纷', '风险', '林凤英、黄礼斌、林信添、毛忠瑞、林玉贞', '卓敏惠', '林凤英、黄礼斌、林信添、毛忠瑞、林玉贞', '身份证', '3501 2119 7708 1360 26', '原告', '无', '', '20000', '福州市仓山区人民法院', '', '34110056', '2022-07-07', '20000.00', '2022-07-07', '953d3edede69680e80eab5c443e9daaa.doc', 'a6eff0bdd207849a6d1fdf7d39b78994.doc', '0', '4', '郭锦标', '1657174852', '2022-07');
INSERT INTO `aa_case` VALUES ('108', '1', '2022', '乐风险', '0003', '5', '民间借贷纠纷', '风险', '黄玉琴、林信添、毛忠瑞、林玉贞', '卓敏惠', '黄玉琴、林信添、毛忠瑞、林玉贞', '身份证', '3522 2719 7308 0813 24', '被告', '无', '', '30000', '福州市仓山区人民法院', '', '34110055', '2022-07-07', '30000.00', '2022-07-24', '774aef9897d26097429ba40ebc209162.doc', 'b61d4d585accf86d834419217f00923b.doc', '0', '4', '郭锦标', '1657176154', '2022-07');
INSERT INTO `aa_case` VALUES ('109', '1', '2022', '乐民执', '0006', '5', '追偿权纠纷', '民事', '陈邮', '李在辉', '陈邮', '身份证', '3501 0319 6609 0901 33', '申请执行人', '执行', '', '6000', '福州市鼓楼区人民法院', '恢复执行阶段', '07303253', '2022-07-13', '6000.00', '2022-07-12', '798a06fcdbc550af97725fc9b9a54833.docx', '94c937a8ec12e9f42bb6e3e3100cf4e6.doc', '0', '6', '叶文', '1657503441', '2022-07');
INSERT INTO `aa_case` VALUES ('110', '1', '2022', '乐民二', '0005', '5', '债权人撤销权纠纷', '民事', '陈明、董秀明、陈哲荣', '潘起霖', '陈明、董秀明、陈哲荣', '身份证', '3501 0319 6812 0601 75', '上诉人', '二审', '', '20000', '福州市中级人民法院', '', '07303254', '2022-07-22', '20000.00', '2022-07-22', 'f4f1cea62c6d525b18cd5f0bc1068e5b.doc', '4f92ef1f30875f037aeef87959c38c13.doc', '0', '6', '叶文', '1658332800', '2022-07');
INSERT INTO `aa_case` VALUES ('111', '1', '2022', '乐援', '0005', '3', '贩卖毒品罪二审指派', '援助', '福州市法律援助中心', 'fu', '黄棋', '身份证', '3522 2719 9509 0251 5X', '上诉人', '无', '', '0', '福建省高级人民法院', '二审指派辩护', '', '', '0.00', '', 'c5443b46e232e63e53ed0e57baac5428.docx', '0e1c1c74bda1a1647ddbbdf6d0af6d46.docx', '0', '3', '许永云', '1659581608', '2022-08');
INSERT INTO `aa_case` VALUES ('112', '1', '2022', '乐民一', '0015', '4', '买卖合同纠纷', '民事', '福州苏闽电梯配件有限公司', '豫榕（福州）电梯有限公司', '福州苏闽电梯配件有限公司', '社会统一信用代码', '9135 0104 7297 0402 9K', '原告', '一审', '', '10000', '福州市仓山区人民法院', '', '07303258', '2022-08-17', '10000.00', '', 'c062f84a0b0188f24923d8c10cf1dfed.docx', '6c9ce200a7b51d409269c122662b0332.doc', '0', '6', '叶文', '1660640043', '2022-08');
INSERT INTO `aa_case` VALUES ('113', '1', '2022', '乐民执', '0007', '5', '民间借贷', '民事', '张淑芳', '黄秀芳', '张淑芳', '身份证', '3501 2119 7310 0125 68', '申请执行人', '执行', '', '10000', '福州市晋安区人民法院', '曾代理一审', '07303259', '2022-08-17', '10000.00', '2022-08-17', '73259848aa40e4bbcfb0ecbfa6a1c4a5.docx', 'a83db98634553caf1b1f75d34b6af328.doc', '0', '6', '叶文', '1660640295', '2022-08');
INSERT INTO `aa_case` VALUES ('114', '1', '2022', '乐援', '0006', '2', '社会保险纠纷法-律援助指派', '援助', '福州市法律援助中心', '福州市印染厂', '陈光中', '身份证', '3501 0419 4905 0900 71', '原告', '无', '', '0', '福州市仓山区人民法院', '法援指派案件', '', '', '0.00', '', 'ebbaaecbc2043b54d43a50162da459b3.docx', '3b37965336e43ebfd2f5f34055dcaccf.docx', '1', '3', '许永云', '1660879670', '2022-08');
INSERT INTO `aa_case` VALUES ('115', '1', '2022', '乐民二', '0006', '4', '装饰装修工程合同纠纷', '民事', '六妙白茶股份有限公司', '福鼎林饰山房装饰设计工程有限公司', '六妙白茶股份有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '上诉人', '二审', '900000', '30000', '福建省宁德市中级人民法院', '', '07303261', '2022-08-29', '30000.00', '', 'aa3e778ab05a9a93a61d549d0235b652.doc', '1fe5ec4705ef3398fe8a3f1a1682c03a.doc', '1', '4', '郭锦标', '1661613406', '2022-08');
INSERT INTO `aa_case` VALUES ('116', '1', '2022', '乐顾', '0004', '5', '顾问合同', '顾问', '福建美术出版社有限责任公司', '', '福建美术出版社有限责任公司', '社会统一信用代码', '9135 0000 1581 5753 4B', '委托人', '无', '', '10000', '本所', '指派许永云律师办理', '', '', '10000.00', '2022-08-31', '1ae327e8ce67df97e518c9ec08018b63.doc', '479486d079b77b1c46ce0d9e1e83684c.doc', '1', '6', '叶文', '1661824537', '2022-08');
INSERT INTO `aa_case` VALUES ('117', '1', '2022', '乐民一', '0016', '2', '执行分配方案异议之诉', '民事', '福建省金益商业管理有限公司', '陈新民', '浙江省浙商资产管理有限公司', '社会统一信用代码', '9135 0100 MA33 P525 9H', '原告', '一审', '', '6000', '晋江市人民法院', '经办律师梁泓燕', '', '', '0.00', '', '1fa40a1097133f70fc59b3ab74d8a6b7.docx', '48009e2ade524bc019f2aefef5767739.doc', '1', '6', '叶文', '1661914179', '2022-08');
INSERT INTO `aa_case` VALUES ('118', '1', '2022', '乐民一', '0017', '2', '合同纠纷', '民事', '福建省富之邦商业管理有限公司', '青龙满族自治县江成矿业有限公司、柳振江', '福建省富之邦商业管理有限公司', '社会统一信用代码', '9135 0100 MA33 675L 01', '原告', '一审', '', '10000', '秦皇岛市青龙满族自治县人民法院', '经办律师梁泓燕', '', '', '0.00', '', '404ed7a5e8f367cab247e75fd488019b.docx', '218067604d2f7152e7ca6a2e99c8652b.doc', '1', '6', '叶文', '1661914635', '2022-08');
INSERT INTO `aa_case` VALUES ('119', '1', '2022', '乐民一', '0018', '2', '离婚', '民事', '郭月姑', '阮文棋', '郭月姑', '身份证', '3522 2519 5502 1725 27', '原告', '一审', '', '15000', '福州市晋安区人民法院', ' 一审、二审（若无二审则改为下一次离婚一审），所含先开具一审', '', '', '0.00', '', '673452febaab3801d7d8d8ee0ff11d2b.docx', '7707c3ff50a7f866006118be0aed2acd.doc', '1', '6', '叶文', '1662429776', '2022-09');
INSERT INTO `aa_case` VALUES ('120', '1', '2022', '乐民二', '0007', '2', '装饰装修合同纠纷', '民事', '六妙白茶股份有限公司', '厦门林饰山房装饰设计工程有限公司', '六妙白茶股份有限公司', '社会统一信用代码', '9135 0982 7890 4250 6P', '上诉人', '二审', '580000', '20000', '福建省宁德市中级人民法院', '', '', '', '0.00', '', '2310dca6babb5e5af11fbb744b67c277.doc', 'ef2dafb720f5959bd6eb9c97dca54a60.doc', '1', '4', '郭锦标', '1663435617', '2022-09');
INSERT INTO `aa_case` VALUES ('121', '1', '2022', '乐民一', '0019', '2', '返还原物纠纷', '民事', '陈体珍', '刘丽娟', '陈体珍', '身份证', '3501 0419 5510 0700 62', '原告', '一审', '', '6001', '福州市仓山区人民法院', '', '02583690', '2022-11-10', '10000.00', '2022-11-10', '286b8f7b56d3c6acdf61d8276df5edb6.docx', 'c9ddc4d2a8381e257ff3a454a29705ce.doc', '1', '6', '叶文', '1663554355', '2022-09');

-- ----------------------------
-- Table structure for aa_case_contract
-- ----------------------------
DROP TABLE IF EXISTS `aa_case_contract`;
CREATE TABLE `aa_case_contract` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) NOT NULL DEFAULT '0',
  `cid` int(11) DEFAULT '0',
  `file` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=117 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_case_contract
-- ----------------------------
INSERT INTO `aa_case_contract` VALUES ('110', '6', '121', '/case/contract/286b8f7b56d3c6acdf61d8276df5edb6.docx', '合同', '1');
INSERT INTO `aa_case_contract` VALUES ('111', '4', '120', '/case/contract/2310dca6babb5e5af11fbb744b67c277.doc', '合同', '1');
INSERT INTO `aa_case_contract` VALUES ('112', '6', '119', '/case/contract/673452febaab3801d7d8d8ee0ff11d2b.docx', '合同', '1');
INSERT INTO `aa_case_contract` VALUES ('113', '6', '117', '/case/contract/1fa40a1097133f70fc59b3ab74d8a6b7.docx', '合同', '1');

-- ----------------------------
-- Table structure for aa_case_enter
-- ----------------------------
DROP TABLE IF EXISTS `aa_case_enter`;
CREATE TABLE `aa_case_enter` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cid` int(11) DEFAULT '0' COMMENT '案件ID',
  `fid` int(11) DEFAULT '0' COMMENT '发票ID',
  `caseName` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `caseNumber` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `enterPrice` decimal(10,2) DEFAULT '0.00',
  `enterDate` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_case_enter
-- ----------------------------

-- ----------------------------
-- Table structure for aa_case_invoice
-- ----------------------------
DROP TABLE IF EXISTS `aa_case_invoice`;
CREATE TABLE `aa_case_invoice` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cid` int(11) DEFAULT '0' COMMENT '案件ID',
  `inType` varchar(255) COLLATE utf8_unicode_ci DEFAULT '' COMMENT '发票类型',
  `inNumber` varchar(11) COLLATE utf8_unicode_ci DEFAULT '0' COMMENT '发票号码',
  `inNot` decimal(10,0) DEFAULT '0' COMMENT '不含税价',
  `inRate` decimal(10,0) DEFAULT '0' COMMENT '税额',
  `inTax` tinyint(4) DEFAULT '0' COMMENT '税率',
  `inHave` decimal(10,0) DEFAULT '0' COMMENT '含税价',
  `invoiceDate` varchar(255) COLLATE utf8_unicode_ci DEFAULT '' COMMENT '发票日期',
  `enterPrice` decimal(10,2) DEFAULT '0.00' COMMENT '入账金额',
  `enterDate` varchar(255) COLLATE utf8_unicode_ci DEFAULT '' COMMENT '入账日期',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=150 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_case_invoice
-- ----------------------------
INSERT INTO `aa_case_invoice` VALUES ('1', '1', '普通发票', '34108743', '5941', '50', null, '5000', '2021-06-16', '5000.00', '2021-07-08');
INSERT INTO `aa_case_invoice` VALUES ('2', '2', '普通发票', '34108744', '5941', '50', null, '5000', '2021-06-16', '5000.00', '2021-07-08');
INSERT INTO `aa_case_invoice` VALUES ('3', '3', '普通发票', '34108745-46', '5941', '198', null, '20000', '2021-06-16', '20000.00', '2021-06-23');
INSERT INTO `aa_case_invoice` VALUES ('4', '4', '普通发票', '34108742', '5941', '59', null, '6000', '2021-06-16', null, '');
INSERT INTO `aa_case_invoice` VALUES ('5', '5', '普通发票', '34108747-48', '5941', '198', null, '20000', '2021-06-21', '20000.00', '2021-06-20');
INSERT INTO `aa_case_invoice` VALUES ('6', '6', '普通发票', '34108751-52', '5941', '198', null, '20000', '2021-06-25', '20000.00', '2021-06-28');
INSERT INTO `aa_case_invoice` VALUES ('7', '7', '普通发票', '3410853-57', '5941', '495', null, '50000', '2021-07-05', '50000.00', '2021-07-08');
INSERT INTO `aa_case_invoice` VALUES ('8', '8', '普通发票', '34108759', '5941', '99', null, '10000', '2021-07-05', '10000.00', '2021-07-05');
INSERT INTO `aa_case_invoice` VALUES ('9', '11', '普通发票', '34108760', '5941', '59', null, '6000', '2021-07-22', '6000.00', '2021-07-20');
INSERT INTO `aa_case_invoice` VALUES ('10', '12', '普通发票', '34108761', '5941', '59', null, '6000', '2021-07-22', '6000.00', '2021-07-23');
INSERT INTO `aa_case_invoice` VALUES ('11', '13', '普通发票', '90364015', '5941', '99', null, '10000', '2021-07-29', '10000.00', '2021-07-30');
INSERT INTO `aa_case_invoice` VALUES ('12', '15', '普通发票', '24425052', '5941', '149', null, '15000', '2021-08-31', '15000.00', '2021-08-10');
INSERT INTO `aa_case_invoice` VALUES ('13', '16', '普通发票', '34110027-37', '5941', '1943', null, '196291', '2021-07-28', '196291.48', '2021-07-30');
INSERT INTO `aa_case_invoice` VALUES ('14', '17', '普通发票', '24425047', '5941', '99', null, '10000', '2021-08-19', null, '');
INSERT INTO `aa_case_invoice` VALUES ('15', '19', '专用发票', '02840301', '5941', '683', null, '69000', '2021-08-19', '69000.00', '2021-09-24');
INSERT INTO `aa_case_invoice` VALUES ('16', '20', '普通发票', '24425048', '5941', '59', null, '6000', '2021-08-19', '6000.00', '2021-10-13');
INSERT INTO `aa_case_invoice` VALUES ('17', '21', '普通发票', '24425051', '5941', '50', null, '5000', '2021-08-31', null, '');
INSERT INTO `aa_case_invoice` VALUES ('18', '22', '普通发票', '24425050', '5941', '69', null, '7000', '2021-08-31', null, '');
INSERT INTO `aa_case_invoice` VALUES ('19', '23', '普通发票', '24425049', '5941', '198', null, '20000', '2021-08-27', '20000.00', '2021-10-13');
INSERT INTO `aa_case_invoice` VALUES ('20', '24', '普通发票', '24425053', '5941', '198', null, '20000', '2021-08-31', '20000.00', '2021-09-01');
INSERT INTO `aa_case_invoice` VALUES ('21', '25', '普通发票', '24425054', '5941', '50', null, '5000', '2021-08-31', '5000.00', '2021-09-01');
INSERT INTO `aa_case_invoice` VALUES ('22', '26', '普通发票', '02840302', '5941', '99', null, '10000', '2021-09-02', '10000.00', '2021-09-08');
INSERT INTO `aa_case_invoice` VALUES ('23', '28', '普通发票', '24425055', '5941', '79', null, '8000', '2021-09-04', null, '');
INSERT INTO `aa_case_invoice` VALUES ('24', '30', '普通发票', '24425056', '5941', '79', null, '8000', '2021-09-08', '8000.00', '2021-10-16');
INSERT INTO `aa_case_invoice` VALUES ('25', '31', '普通发票', '24425057', '5941', '59', null, '6000', '2021-09-16', '6000.00', '2021-10-13');
INSERT INTO `aa_case_invoice` VALUES ('26', '32', '普通发票', '24425058', '5941', '297', null, '15000', '2021-09-18', '15000.00', '2021-10-13');
INSERT INTO `aa_case_invoice` VALUES ('27', '33', '普通发票', '24425059', '5941', '248', null, '25000', '2021-09-26', '25000.00', '2021-10-21');
INSERT INTO `aa_case_invoice` VALUES ('28', '34', '普通发票', '02840303', '5941', '59', null, '6000', '2021-09-26', '6000.00', '2021-10-11');
INSERT INTO `aa_case_invoice` VALUES ('29', '35', '普通发票', '24425060', '5941', '20', null, '2000', '2021-09-27', '2000.00', '2021-11-01');
INSERT INTO `aa_case_invoice` VALUES ('30', '36', '普通发票', '24425061', '5941', '10', null, '1000', '2021-09-27', '1000.00', '2021-11-01');
INSERT INTO `aa_case_invoice` VALUES ('31', '37', '普通发票', '24425062', '5941', '198', null, '20000', '2021-09-27', '20000.00', '2021-09-24');
INSERT INTO `aa_case_invoice` VALUES ('32', '38', '普通发票', '24425063', '5941', '297', null, '30000', '2021-09-27', '30000.00', '2021-09-27');
INSERT INTO `aa_case_invoice` VALUES ('33', '39', '普通发票', '24425064', '5941', '495', null, '50000', '2021-09-29', '50000.00', '2021-11-02');
INSERT INTO `aa_case_invoice` VALUES ('34', '40', '普通发票', '02840306', '5941', '198', null, '20000', '2021-10-09', '20000.00', '2022-01-15');
INSERT INTO `aa_case_invoice` VALUES ('35', '41', '普通发票', '24425066', '5941', '198', null, '20000', '2021-10-12', null, '');
INSERT INTO `aa_case_invoice` VALUES ('36', '42', '普通发票', '24425066', '5941', '198', null, '20000', '2021-10-12', null, '');
INSERT INTO `aa_case_invoice` VALUES ('37', '43', '普通发票', '24425067', '5941', '59', null, '6000', '2021-10-12', '6000.00', '2021-10-18');
INSERT INTO `aa_case_invoice` VALUES ('38', '49', '普通发票', '90364014', '5941', '50', null, '5000', '2021-10-19', null, '');
INSERT INTO `aa_case_invoice` VALUES ('39', '45', '普通发票', '24425068', '5941', '396', null, '40000', '2021-10-18', '40000.00', '2021-10-18');
INSERT INTO `aa_case_invoice` VALUES ('40', '46', '普通发票', '24425069', '5941', '297', null, '30000', '2021-10-20', '30000.00', '2021-11-03');
INSERT INTO `aa_case_invoice` VALUES ('41', '47', '普通发票', '24425070', '5941', '59', null, '6000', '2021-10-20', '6000.00', '2021-11-03');
INSERT INTO `aa_case_invoice` VALUES ('42', '48', '普通发票', '24425071', '5941', '79', null, '8000', '2021-10-20', '8000.00', '2021-11-03');
INSERT INTO `aa_case_invoice` VALUES ('43', '52', '普通发票', '64233432', '5941', '99', null, '10000', '2021-11-04', null, '');
INSERT INTO `aa_case_invoice` VALUES ('44', '53', '普通发票', '64233436', '5941', '59', null, '6000', '2021-11-18', '6000.00', '2021-11-24');
INSERT INTO `aa_case_invoice` VALUES ('45', '54', '普通发票', '90364013', '5941', '50', null, '5000', '2021-11-17', null, '');
INSERT INTO `aa_case_invoice` VALUES ('46', '55', '普通发票', '64233435', '5941', '99', null, '10000', '2021-11-18', null, '');
INSERT INTO `aa_case_invoice` VALUES ('47', '57', '普通发票', '64233437', '5941', '396', null, '40000', '2021-11-23', '40000.00', '2021-12-17');
INSERT INTO `aa_case_invoice` VALUES ('48', '58', '普通发票', '64233438', '5941', '792', null, '80000', '2021-12-02', '80000.00', '2021-12-03');
INSERT INTO `aa_case_invoice` VALUES ('49', '59', '普通发票', '02840308', '5941', '59', null, '6000', '2021-11-29', '6000.00', '2021-12-10');
INSERT INTO `aa_case_invoice` VALUES ('50', '61', '普通发票', '64233439', '5941', '59', null, '6000', '2021-12-08', '6000.00', '2021-12-07');
INSERT INTO `aa_case_invoice` VALUES ('51', '62', '普通发票', '02840312', '5941', '59', null, '6000', '2022-01-10', '6000.00', '2021-12-10');
INSERT INTO `aa_case_invoice` VALUES ('52', '63', '普通发票', '64233440', '5941', '248', null, '25000', '2021-12-14', '25000.00', '2021-12-23');
INSERT INTO `aa_case_invoice` VALUES ('53', '65', '普通发票', '64233441', '5941', '59', null, '6000', '2021-12-21', '6000.00', '2021-12-17');
INSERT INTO `aa_case_invoice` VALUES ('54', '66', '专用发票', '02840311', '5941', '99', null, '10000', '2021-12-24', '10000.00', '2021-12-23');
INSERT INTO `aa_case_invoice` VALUES ('55', '67', '普通发票', '64233443', '5941', '30', null, '3000', '2021-12-29', '3000.00', '2021-12-30');
INSERT INTO `aa_case_invoice` VALUES ('56', '68', '普通发票', '64233442', '5941', '149', null, '15000', '2021-12-29', null, '');
INSERT INTO `aa_case_invoice` VALUES ('57', '69', '普通发票', '90364012', '5941', '0', null, '500', '2022-02-08', '500.00', '2021-12-30');
INSERT INTO `aa_case_invoice` VALUES ('58', '73', '普通发票', '64233446', '5941', '59', null, '6000', '2022-01-17', '6000.00', '2022-01-18');
INSERT INTO `aa_case_invoice` VALUES ('59', '74', '普通发票', '64233449', '5941', '59', null, '6000', '2022-01-24', '6000.00', '2022-01-24');
INSERT INTO `aa_case_invoice` VALUES ('60', '75', '普通发票', '64233449', '5941', '59', null, '6000', '2022-01-24', '6000.00', '2022-01-21');
INSERT INTO `aa_case_invoice` VALUES ('61', '76', '普通发票', '64233451', '5941', '99', null, '10000', '2022-01-25', null, '');
INSERT INTO `aa_case_invoice` VALUES ('62', '77', '普通发票', '64233453', '5941', '480', null, '48440', '2022-02-11', '48440.00', '2022-02-17');
INSERT INTO `aa_case_invoice` VALUES ('63', '78', '普通发票', '64233455', '5941', '396', null, '40000', '2022-02-15', '40000.00', '2022-02-28');
INSERT INTO `aa_case_invoice` VALUES ('64', '79', '普通发票', '90363999', '5941', '99', null, '10000', '2022-02-17', '10000.00', '2022-02-17');
INSERT INTO `aa_case_invoice` VALUES ('65', '80', '普通发票', '90364000', '5941', '198', null, '20000', '2022-02-24', '20000.00', '2022-02-23');
INSERT INTO `aa_case_invoice` VALUES ('66', '81', '普通发票', '02840317', '5941', '69', null, '7000', '2022-02-25', '7000.00', '2022-02-24');
INSERT INTO `aa_case_invoice` VALUES ('67', '82', '专用发票', '02840318', '5941', '990', null, '150000', '2022-02-25', '150000.00', '2022-06-21');
INSERT INTO `aa_case_invoice` VALUES ('68', '83', '普通发票', '64233454', '5941', '297', null, '30000', '2021-02-15', '30000.00', '2022-02-28');
INSERT INTO `aa_case_invoice` VALUES ('69', '84', '专用发票', '02840320', '5941', '139', null, '14000', '2022-03-08', '14000.00', '2022-03-11');
INSERT INTO `aa_case_invoice` VALUES ('70', '85', '普通发票', '90364001', '5941', '69', null, '7000', '2022-03-09', '7000.00', '2022-03-28');
INSERT INTO `aa_case_invoice` VALUES ('71', '86', '普通发票', '90364002', '5941', '79', null, '8000', '2022-03-11', '8000.00', '2022-03-11');
INSERT INTO `aa_case_invoice` VALUES ('72', '87', '普通发票', '90364023', '5941', '0', null, '6000', '2022-04-14', '6000.00', '2022-04-25');
INSERT INTO `aa_case_invoice` VALUES ('73', '88', '普通发票', '90364006', '5941', '198', null, '20000', '2022-03-21', '20000.00', '2022-03-19');
INSERT INTO `aa_case_invoice` VALUES ('74', '89', '普通发票', '90364010', '5941', '178', null, '18000', '2022-03-22', '18000.00', '2022-03-18');
INSERT INTO `aa_case_invoice` VALUES ('75', '90', '普通发票', '90364009', '5941', '198', null, '20000', '2022-03-22', '20000.00', '2022-03-18');
INSERT INTO `aa_case_invoice` VALUES ('76', '91', '普通发票', '90364008', '5941', '149', null, '15000', '2022-03-22', '15000.00', '2022-03-18');
INSERT INTO `aa_case_invoice` VALUES ('77', '92', '普通发票', '90364007', '5941', '79', null, '8000', '2022-03-22', null, '');
INSERT INTO `aa_case_invoice` VALUES ('78', '93', '普通发票', '90364011', '5941', '79', null, '8000', '2022-03-22', '8000.00', '2022-03-21');
INSERT INTO `aa_case_invoice` VALUES ('79', '94', '普通发票', '9036401621', '5941', '5228', null, '528000', '2022-03-24', '528000.00', '2022-04-06');
INSERT INTO `aa_case_invoice` VALUES ('80', '95', '普通发票', '00000000', '5941', '0', null, '12580', '', '12580.00', '2022-03-28');
INSERT INTO `aa_case_invoice` VALUES ('81', '96', '普通发票', '90364022', '5941', '59', null, '6000', '2022-03-30', '6000.00', '2022-03-30');
INSERT INTO `aa_case_invoice` VALUES ('82', '97', '普通发票', '34110047', '5941', '0', null, '6000', '2022-04-25', '6000.00', '2022-04-13');
INSERT INTO `aa_case_invoice` VALUES ('83', '99', '普通发票', '34110053', '5941', '0', null, '6000', '2022-05-17', '6000.00', '2022-05-11');
INSERT INTO `aa_case_invoice` VALUES ('84', '100', '普通发票', '34110050', '5941', '0', null, '15000', '2021-05-17', null, '');
INSERT INTO `aa_case_invoice` VALUES ('85', '101', '普通发票', '19537732', '5941', '0', null, '15000', '2022-05-20', '15000.00', '2022-05-19');
INSERT INTO `aa_case_invoice` VALUES ('86', '102', '普通发票', '00000000', '5941', '0', null, '18000', '2022-05-20', '18000.00', '2022-05-31');
INSERT INTO `aa_case_invoice` VALUES ('87', '103', '普通发票', '19537736', '5941', '0', null, '12500', '2022-06-15', '12500.00', '2022-06-13');
INSERT INTO `aa_case_invoice` VALUES ('88', '105', '普通发票', '19537737', '5941', '0', null, '20000', '2022-06-22', '20000.00', '2022-06-23');
INSERT INTO `aa_case_invoice` VALUES ('89', '106', '普通发票', '19537738', '5941', '0', null, '6000', '2022-06-22', '6000.00', '2022-06-23');
INSERT INTO `aa_case_invoice` VALUES ('90', '107', '普通发票', '34110056', '5941', '0', null, '20000', '2022-07-07', '20000.00', '2022-07-07');
INSERT INTO `aa_case_invoice` VALUES ('91', '108', '普通发票', '34110055', '5941', '0', null, '30000', '2022-07-07', '30000.00', '2022-07-24');
INSERT INTO `aa_case_invoice` VALUES ('92', '109', '普通发票', '07303253', '5941', '0', null, '6000', '2022-07-13', '6000.00', '2022-07-12');
INSERT INTO `aa_case_invoice` VALUES ('93', '110', '普通发票', '07303254', '5941', '0', null, '20000', '2022-07-22', '20000.00', '2022-07-22');
INSERT INTO `aa_case_invoice` VALUES ('94', '112', '普通发票', '07303258', '5941', '0', null, '10000', '2022-08-17', null, '');
INSERT INTO `aa_case_invoice` VALUES ('95', '113', '普通发票', '07303259', '5941', '0', null, '10000', '2022-08-17', '10000.00', '2022-08-17');
INSERT INTO `aa_case_invoice` VALUES ('96', '115', '普通发票', '07303261', '5941', '0', null, '30000', '2022-08-29', null, '');
INSERT INTO `aa_case_invoice` VALUES ('149', '121', '普通发票', '02583690', '9400', '600', '6', '10000', '2022-11-10', '10000.00', '2022-11-10');

-- ----------------------------
-- Table structure for aa_case_letter
-- ----------------------------
DROP TABLE IF EXISTS `aa_case_letter`;
CREATE TABLE `aa_case_letter` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) NOT NULL DEFAULT '0',
  `cid` int(11) DEFAULT '0',
  `file` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` tinyint(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=27 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_case_letter
-- ----------------------------
INSERT INTO `aa_case_letter` VALUES ('18', '1', '121', '/case/letter/c9ddc4d2a8381e257ff3a454a29705ce.doc', '所涵', '1');
INSERT INTO `aa_case_letter` VALUES ('19', '1', '120', '/case/letter/ef2dafb720f5959bd6eb9c97dca54a60.doc', '所涵', '1');
INSERT INTO `aa_case_letter` VALUES ('20', '1', '119', '/case/letter/7707c3ff50a7f866006118be0aed2acd.doc', '所涵', '1');
INSERT INTO `aa_case_letter` VALUES ('21', '1', '117', '/case/letter/48009e2ade524bc019f2aefef5767739.doc', '所涵', '1');
INSERT INTO `aa_case_letter` VALUES ('22', '1', '109', '/case/letter/94c937a8ec12e9f42bb6e3e3100cf4e6.doc', '所涵', '1');
INSERT INTO `aa_case_letter` VALUES ('23', '1', '118', '/case/letter/218067604d2f7152e7ca6a2e99c8652b.doc', '所涵', '1');
INSERT INTO `aa_case_letter` VALUES ('24', '1', '114', '/case/letter/3b37965336e43ebfd2f5f34055dcaccf.docx', '所涵', '1');
INSERT INTO `aa_case_letter` VALUES ('25', '6', '117', '/case/letter/48009e2ade524bc019f2aefef5767739.doc', '所涵', '1');
INSERT INTO `aa_case_letter` VALUES ('26', '6', '119', '/case/letter/7707c3ff50a7f866006118be0aed2acd.doc', '所涵', '1');

-- ----------------------------
-- Table structure for aa_case_pay
-- ----------------------------
DROP TABLE IF EXISTS `aa_case_pay`;
CREATE TABLE `aa_case_pay` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `year` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `yearMonth` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `member` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `pay` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `salary` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `uncleared` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `taxed` varchar(255) COLLATE utf8_unicode_ci DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=87 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_case_pay
-- ----------------------------
INSERT INTO `aa_case_pay` VALUES ('11', '许永云', '2021', '2021-08', '0', '0', '15550.11', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('12', '郭锦标', '2021', '2021-08', '0', '0', '0', '50000', '0');
INSERT INTO `aa_case_pay` VALUES ('13', '叶文', '2021', '2021-08', '0', '0', '0', '-20000', '0');
INSERT INTO `aa_case_pay` VALUES ('14', '郭锦标', '2021', '2021-08', '0', '0', '0', '17179.3', '0');
INSERT INTO `aa_case_pay` VALUES ('15', '洪德文', '2021', '2021-08', '0', '-7258.65', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('16', '郭锦标', '2021', '2021-08', '0', '20000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('17', '郭锦标', '2021', '2021-08', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('18', '郭锦标', '2021', '2021-08', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('19', '叶文', '2021', '2021-08', '0', '20000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('24', '郭锦标', '2021', '2021-08', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('25', '郭锦标', '2021', '2021-08', '0', '20000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('39', '许永云', '2021', '2021-11', '0', '0', '7343.63', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('67', '郭锦标', '2022', '2022-04', '0', '420000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('28', '郭锦标', '2021', '2021-09', '0', '45000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('30', '许永云', '2021', '2021-09', '0', '0', '7550.11', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('31', '许永云', '2021', '2021-10', '0', '0', '7550.11', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('32', '叶文', '2021', '2021-11', '0', '120000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('52', '郭锦标', '2022', '2022-01', '0', '0', '0', '20000', '0');
INSERT INTO `aa_case_pay` VALUES ('53', '许永云', '2022', '2022-01', '0', '0', '7476.59', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('54', '梁泓燕', '2022', '2022-01', '0', '0', '3055.46', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('44', '梁泓燕', '2021', '2021-10', '0', '0', '3055.46', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('45', '梁泓燕', '2021', '2021-11', '0', '0', '3202.50', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('51', '叶文', '2022', '2022-01', '0', '0', '0', '20000', '0');
INSERT INTO `aa_case_pay` VALUES ('47', '叶文', '2021', '2021-12', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('48', '叶文', '2021', '2021-12', '0', '25000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('49', '郭锦标', '2021', '2021-12', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('50', '郭锦标', '2021', '2021-12', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('56', '许永云', '2022', '2022-02', '0', '0', '7550.11', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('57', '梁泓燕', '2022', '2022-02', '0', '0', '3128.98', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('58', '郭锦标', '2022', '2022-02', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('59', '郭锦标', '2022', '2022-02', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('60', '郭锦标', '2022', '2022-03', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('61', '郭锦标', '2022', '2022-03', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('62', '郭锦标', '2022', '2022-03', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('63', '叶文', '2022', '2022-03', '0', '20000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('64', '叶文', '2022', '2022-03', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('65', '许永云', '2022', '2022-03', '0', '0', '7550.11', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('66', '梁泓燕', '2022', '2022-03', '0', '0', '3128.98', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('68', '叶文', '2022', '2022-04', '0', '30000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('69', '梁泓燕', '2022', '2022-04', '0', '0', '3128.98', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('70', '许永云', '2022', '2022-04', '0', '0', '7550.11', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('71', '许永云', '2022', '2022-05', '0', '0', '7550.11', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('72', '梁泓燕', '2022', '2022-05', '0', '0', '3128.98', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('73', '叶文', '2022', '2022-05', '1700', '0', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('74', '洪德文', '2022', '2022-05', '1700', '0', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('75', '许永云', '2022', '2022-05', '1700', '0', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('76', '郭锦标', '2022', '2022-05', '1700', '0', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('77', '关怀', '2022', '2022-05', '1700', '0', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('78', '梁泓燕', '2022', '2022-05', '580', '0', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('79', '许永云', '2022', '2022-06', '0', '0', '7550.11', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('81', '梁泓燕', '2022', '2022-06', '0', '0', '3128.98', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('82', '梁泓燕', '2022', '2022-07', '0', '0', '3128.98', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('83', '许永云', '2022', '2022-07', '0', '0', '7550.11', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('84', '郭锦标', '2022', '2022-07', '0', '60000', '0', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('85', '许永云', '2022', '2022-08', '0', '0', '7543.98', '0', '0');
INSERT INTO `aa_case_pay` VALUES ('86', '梁泓燕', '2022', '2022-08', '0', '0', '3122.66', '0', '0');

-- ----------------------------
-- Table structure for aa_salary
-- ----------------------------
DROP TABLE IF EXISTS `aa_salary`;
CREATE TABLE `aa_salary` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `isUse` tinyint(4) DEFAULT '0',
  `company` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `department` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `team` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `basePay` decimal(10,0) DEFAULT '0',
  `meritPay` decimal(10,0) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=136 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_salary
-- ----------------------------
INSERT INTO `aa_salary` VALUES ('5', '0', '兴晨', '张锦', '研发', 'RD03', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('6', '0', '兴晨', '李涵岳', '研发', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('3', '0', '兴晨', '张希文', '研发', 'RD03', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('4', '0', '兴晨', '陈燊', '研发', 'RD01', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('7', '1', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('8', '0', '兴晨', '刘明燕', '研发', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('9', '1', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('10', '0', '兴晨', '杨桢', '研发', 'RD04', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('11', '1', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000');
INSERT INTO `aa_salary` VALUES ('12', '1', '逸嘉', '吴志杰', '研发', 'RD01', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('13', '0', '尚德', '吴晓岩', '研发', 'RD09', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('14', '1', '逸嘉', '贾鑫', '研发', 'RD01', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('15', '1', '逸嘉', '陈惠芳', '研发', 'RD01', '3500', '3500');
INSERT INTO `aa_salary` VALUES ('16', '1', '逸嘉', '王恒东', '研发', 'RD02', '3500', '3000');
INSERT INTO `aa_salary` VALUES ('17', '1', '逸嘉', '陈艳珍', '研发', 'RD02', '3500', '3500');
INSERT INTO `aa_salary` VALUES ('18', '1', '逸嘉', '朱彬', '研发', 'RD02', '3500', '3500');
INSERT INTO `aa_salary` VALUES ('19', '0', '尚德', '纪家墙', '研发', 'RD08', '3500', '500');
INSERT INTO `aa_salary` VALUES ('20', '0', '尚德', '钱文娟', '研发', 'RD08', '3500', '500');
INSERT INTO `aa_salary` VALUES ('21', '1', '尚德', '范嫩平', '研发', 'RD05', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('22', '1', '逸嘉', '杨赛影', '研发', 'RD02', '3500', '0');
INSERT INTO `aa_salary` VALUES ('23', '1', '尚德', '刘涛', '管理组', '管理组', '3500', '3500');
INSERT INTO `aa_salary` VALUES ('24', '0', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000');
INSERT INTO `aa_salary` VALUES ('25', '0', '尚德', '周琴珍', '研发', 'RD09', '3500', '3500');
INSERT INTO `aa_salary` VALUES ('26', '1', '露申', '吴强', '研发', 'RD05', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('27', '1', '露申', '关艳琳', '研发', 'RD08', '3500', '500');
INSERT INTO `aa_salary` VALUES ('28', '1', '露申', '郑淑金', '研发', 'RD08', '3500', '4000');
INSERT INTO `aa_salary` VALUES ('29', '1', '露申', '陈爱娟', '研发', 'RD08', '3500', '4000');
INSERT INTO `aa_salary` VALUES ('30', '1', '露申', '刘康诗', '研发', 'RD06', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('31', '1', '逸嘉', '刘燕航', '研发', 'RD03', '3500', '0');
INSERT INTO `aa_salary` VALUES ('32', '1', '露申', '彭佳盛', '研发', 'RD08', '3500', '4000');
INSERT INTO `aa_salary` VALUES ('33', '1', '露申', '杨巧玲', '研发', 'RD07', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('34', '1', '露申', '胡克勋', '研发', 'RD08', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('35', '0', '露申', '何晓东', '研发', 'RD07', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('36', '1', '逸嘉', '张开亮', '研发', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('37', '1', '露申', '黄玉', '研发', 'RD06', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('38', '1', '露申', '阮丽', '研发', 'RD05', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('39', '0', '兴晨', '苏宇', '研发', 'RD04', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('40', '0', '兴晨', '胡晓芬', '研发', 'RD04', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('41', '0', '兴晨', '黄晶', '研发', 'RD04', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('42', '0', '兴晨', '刘康诗', '研发', 'RD04', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('43', '0', '兴晨', '连国林', '研发', 'RD01', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('44', '0', '兴晨', '韩山国', '研发', '行政人员', '3500', '500');
INSERT INTO `aa_salary` VALUES ('45', '0', '露申', '刘明芳', '管理组', '', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('48', '0', '露申', '高中显', '研发', 'RD06', '3500', '2500');
INSERT INTO `aa_salary` VALUES ('47', '0', '露申', '龙庆波', '研发', 'RD05', '3500', '4000');
INSERT INTO `aa_salary` VALUES ('46', '0', '露申', '胡宏杰', '研发', 'RD05', '3500', '4000');
INSERT INTO `aa_salary` VALUES ('49', '0', '露申', '罗财火', '研发', 'RD06', '3500', '2500');
INSERT INTO `aa_salary` VALUES ('50', '0', '露申', '陈峰', '研发', 'RD07', '3500', '6500');
INSERT INTO `aa_salary` VALUES ('51', '0', '露申', '陈游芳', '研发', 'RD07', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('52', '0', '露申', '胡明生', '研发', 'RD07', '0', '0');
INSERT INTO `aa_salary` VALUES ('53', '0', '露申', '苏宇', '研发', '', '0', '0');
INSERT INTO `aa_salary` VALUES ('54', '0', '露申', '吴晓妍', '研发', '', '0', '0');
INSERT INTO `aa_salary` VALUES ('55', '0', '露申', '刘涛', '研发', '', '0', '0');
INSERT INTO `aa_salary` VALUES ('56', '0', '尚德', '赵剑良', '研发', 'RD04', '0', '0');
INSERT INTO `aa_salary` VALUES ('57', '1', '尚德', '刘明芳', '研发', 'RD06', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('58', '0', '律所', '孙东晖', '', '', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('59', '1', '律所', '许永云', '', '', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('60', '0', '律所', '郑晓萍', '', '', '3500', '0');
INSERT INTO `aa_salary` VALUES ('61', '1', '律所', '郭锦标', '', '', '3500', '5500');
INSERT INTO `aa_salary` VALUES ('62', '1', '律所', '郑运达', '', '', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('63', '1', '律所', '叶文', '', '', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('64', '1', '律所', '黄其善', '', '', '0', '0');
INSERT INTO `aa_salary` VALUES ('65', '1', '律所', '吴晓妍', '', '', '3500', '0');
INSERT INTO `aa_salary` VALUES ('66', '1', '律所', '刘明芳', '管理组', '', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('67', '0', '尚德', '傅如寄', '研发', 'RD07', '3500', '500');
INSERT INTO `aa_salary` VALUES ('72', '1', '尚德', '刘明燕', '管理组', '管理组', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('68', '1', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500');
INSERT INTO `aa_salary` VALUES ('69', '1', '逸嘉', '张希文', '研发', 'RD01', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('70', '1', '逸嘉', '张锦', '研发', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('71', '1', '逸嘉', '杨桢', '研发', 'RD03', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('73', '0', '尚德', '郑运达', '研发', 'RD09', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('74', '1', '尚德', '李涵岳', '研发', 'RD07', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('75', '1', '居乐', '叶文', '律师组', 'RD01', '0', '0');
INSERT INTO `aa_salary` VALUES ('76', '1', '居乐', '郭锦标', '律师组', 'RD01', '0', '0');
INSERT INTO `aa_salary` VALUES ('77', '1', '居乐', '许永云', '律师组', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('78', '1', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('79', '1', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('80', '1', '逸嘉', '石志辉', '研发', 'RD04', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('81', '1', '居乐', '洪德文', '律师组', 'RD01', '0', '0');
INSERT INTO `aa_salary` VALUES ('83', '1', '居乐', '关怀', '律师组', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('84', '1', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0');
INSERT INTO `aa_salary` VALUES ('85', '1', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('86', '1', '陆鲁', '葛珠英', '研发', 'RD03', '2000', '0');
INSERT INTO `aa_salary` VALUES ('87', '1', '鑫焱', '吴晓岩', '研发', 'RD09', '500', '0');
INSERT INTO `aa_salary` VALUES ('88', '1', '鑫焱', '刘康诗', '研发', 'RD06', '500', '0');
INSERT INTO `aa_salary` VALUES ('89', '1', '陆鲁', '黄玉', '研发', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('90', '1', '陆鲁', '阮丽', '研发', 'RD01', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('91', '1', '康鑫诚', '张希文', '研发', 'RD01', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('92', '1', '康鑫诚', '张锦', '研发', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('93', '1', '康鑫诚', '杨桢', '研发', 'RD03', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('94', '1', '尚德', '邱玉峰', '研发', 'RD07', '3500', '5300');
INSERT INTO `aa_salary` VALUES ('95', '1', '鑫焱', '关艳琳', '研发', 'RD01', '3500', '2000');
INSERT INTO `aa_salary` VALUES ('96', '1', '尚德', '陈祯妮', '研发', 'RD04', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('97', '1', '尚德', '张永民', '研发', 'RD08', '3500', '0');
INSERT INTO `aa_salary` VALUES ('98', '1', '尚德', '陆志华', '研发', 'RD08', '3500', '0');
INSERT INTO `aa_salary` VALUES ('99', '1', '尚德', '王少春', '研发', 'RD08', '3500', '0');
INSERT INTO `aa_salary` VALUES ('100', '1', '尚德', '陈阳', '研发', 'RD08', '3500', '0');
INSERT INTO `aa_salary` VALUES ('101', '1', '尚德', '吴生伟', '研发', 'RD09', '3500', '3080');
INSERT INTO `aa_salary` VALUES ('102', '1', '尚德', '林斕', '研发', 'RD09', '3500', '3880');
INSERT INTO `aa_salary` VALUES ('103', '1', '尚德', '林达', '研发', 'RD09', '3500', '7080');
INSERT INTO `aa_salary` VALUES ('104', '1', '尚德', '张鹏', '研发', 'RD05', '3500', '4580');
INSERT INTO `aa_salary` VALUES ('105', '1', '尚德', '林王晋炜', '研发', 'RD05', '3500', '3980');
INSERT INTO `aa_salary` VALUES ('106', '1', '尚德', '杨文才', '研发', 'RD05', '3500', '3680');
INSERT INTO `aa_salary` VALUES ('107', '1', '尚德', '邵远钊', '研发', 'RD05', '3500', '4780');
INSERT INTO `aa_salary` VALUES ('108', '1', '尚德', '林枫', '研发', 'RD05', '3500', '12880');
INSERT INTO `aa_salary` VALUES ('134', '1', '尚德', '吴志杰', '管理组', '管理组', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('109', '1', '尚德', '朱龙锰', '研发', 'RD06', '3500', '2300');
INSERT INTO `aa_salary` VALUES ('110', '1', '尚德', '罗俊阳', '研发', 'RD06', '3500', '2800');
INSERT INTO `aa_salary` VALUES ('111', '1', '尚德', '林雨琪', '研发', 'RD01', '3500', '2380');
INSERT INTO `aa_salary` VALUES ('112', '1', '尚德', '林佳辉', '研发', 'RD02', '3500', '2480');
INSERT INTO `aa_salary` VALUES ('113', '1', '尚德', '黄忠泰', '研发', 'RD03', '3500', '2480');
INSERT INTO `aa_salary` VALUES ('114', '1', '尚德', '李龙玉', '研发', 'RD04', '2000', '0');
INSERT INTO `aa_salary` VALUES ('115', '1', '尚德', '张建', '研发', 'RD04', '2000', '0');
INSERT INTO `aa_salary` VALUES ('116', '1', '尚德', '吴镇涛', '研发', 'RD01', '3500', '3280');
INSERT INTO `aa_salary` VALUES ('117', '1', '尚德', '陈益鸣', '研发', 'RD02', '3500', '2780');
INSERT INTO `aa_salary` VALUES ('118', '1', '尚德', '张彩云', '研发', 'RD03', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('119', '1', '尚德', '黄艳雯', '研发', 'RD01', '3500', '2380');
INSERT INTO `aa_salary` VALUES ('120', '1', '尚德', '许威龙', '研发', 'RD02', '3500', '2680');
INSERT INTO `aa_salary` VALUES ('121', '1', '尚德', '景文泉', '研发', 'RD03', '2000', '0');
INSERT INTO `aa_salary` VALUES ('122', '1', '尚德', '罗欣婷', '研发', 'RD04', '2000', '0');
INSERT INTO `aa_salary` VALUES ('123', '1', '尚德', '郭晶晶', '研发', 'RD03', '2000', '0');
INSERT INTO `aa_salary` VALUES ('124', '1', '尚德', '周淑苹', '研发', 'RD04', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('125', '1', '尚德', '余兆焱', '研发', '', '2000', '0');
INSERT INTO `aa_salary` VALUES ('126', '1', '尚德', '蔡红颖', '研发', '', '2000', '0');
INSERT INTO `aa_salary` VALUES ('127', '1', '尚德', '闫广亮', '研发', '', '2000', '0');
INSERT INTO `aa_salary` VALUES ('128', '1', '尚德', '张开亮', '研发', 'RD02', '3500', '4500');
INSERT INTO `aa_salary` VALUES ('129', '1', '尚德', '李学友', '研发', '', '2000', '0');
INSERT INTO `aa_salary` VALUES ('130', '1', '居乐', '杨兰婷', '研发', 'RD02', '3500', '500');
INSERT INTO `aa_salary` VALUES ('131', '1', '康鑫诚', '陈翔', '研发', 'RD02', '3500', '1500');
INSERT INTO `aa_salary` VALUES ('132', '1', '逸嘉', '陈祥兴', '研发', 'RD03', '2000', '0');
INSERT INTO `aa_salary` VALUES ('133', '1', '逸嘉', '葛珠英', '研发', 'RD03', '2000', '0');
INSERT INTO `aa_salary` VALUES ('135', '1', '尚德', '卢彦琛', '研发', 'RD04', '3500', '4000');

-- ----------------------------
-- Table structure for aa_salary_month
-- ----------------------------
DROP TABLE IF EXISTS `aa_salary_month`;
CREATE TABLE `aa_salary_month` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sid` int(11) DEFAULT NULL,
  `company` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `department` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `team` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `basePay` decimal(10,0) DEFAULT '0',
  `meritPay` decimal(10,0) DEFAULT '0',
  `days` decimal(10,0) DEFAULT '0',
  `deduct` decimal(10,0) DEFAULT '0',
  `myPension` decimal(10,0) DEFAULT '0',
  `myUnemployment` decimal(10,0) DEFAULT '0',
  `myMedicalCare` decimal(10,0) DEFAULT '0',
  `myAccumulationFund` decimal(10,0) DEFAULT '0',
  `myIncomeTax` decimal(10,0) DEFAULT '0',
  `unPension` decimal(10,0) DEFAULT '0',
  `unUnemployment` decimal(10,0) DEFAULT '0',
  `unMedicalCare` decimal(10,0) DEFAULT '0',
  `unAccumulationFund` decimal(10,0) DEFAULT '0',
  `unInjury` decimal(10,0) DEFAULT '0',
  `unBirth` decimal(10,0) DEFAULT '0',
  `yearMonth` varchar(7) COLLATE utf8_unicode_ci DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=1515 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_salary_month
-- ----------------------------
INSERT INTO `aa_salary_month` VALUES ('666', '58', '律所', '孙东晖', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('665', '25', '尚德', '周琴珍', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '70', '0', '49', '560', '18', '280', '0', '7', '25', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('641', '25', '尚德', '周琴珍', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '70', '0', '49', '560', '18', '280', '0', '7', '25', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('714', '21', '尚德', '范嫩平', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('547', '37', '露申', '黄玉', '研发', 'RD06', '7000', '9000', '0', '0', '280', '18', '140', '0', '0', '560', '18', '560', '0', '19', '49', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('740', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('739', '10', '兴晨', '杨桢', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('738', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('737', '8', '兴晨', '刘明燕', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('736', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('735', '4', '兴晨', '陈燊', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('640', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('629', '56', '尚德', '赵剑良', '研发', 'RD08', '0', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('628', '25', '尚德', '周琴珍', '研发', 'RD07', '0', '0', '0', '0', '280', '18', '140', '0', '0', '560', '18', '560', '0', '7', '49', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('731', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('730', '37', '露申', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '19', '25', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('729', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('447', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('446', '8', '兴晨', '刘明燕', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('445', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('444', '4', '兴晨', '陈燊', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('443', '3', '兴晨', '张希文', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('442', '6', '兴晨', '李涵岳', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('441', '5', '兴晨', '张锦', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('664', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('663', '23', '尚德', '刘涛', '研发', 'RD09', '3500', '3500', '0', '0', '280', '0', '8931', '0', '49', '560', '0', '35723', '0', '7', '49', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('662', '22', '尚德', '杨赛影', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '70', '0', '34', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('661', '21', '尚德', '范嫩平', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('659', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('657', '15', '尚德', '陈惠芳', '研发', 'RD06', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('658', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('655', '13', '尚德', '吴晓岩', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('656', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('578', '34', '露申', '胡克勋', '研发', 'RD10', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('577', '33', '露申', '杨巧玲', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '140', '0', '79', '560', '18', '560', '0', '19', '49', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('576', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('575', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('574', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('573', '29', '露申', '陈爱娟', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('572', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('571', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '70', '0', '35', '560', '18', '280', '0', '19', '25', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('570', '26', '露申', '吴强', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '19', '25', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('546', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '140', '0', '79', '560', '18', '558', '0', '19', '49', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('536', '54', '露申', '吴晓妍', '管理组', '管理组', '0', '0', '0', '0', '0', '0', '140', '0', '0', '0', '0', '558', '0', '0', '49', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('535', '53', '露申', '苏宇', '管理组', '管理组', '0', '0', '0', '0', '0', '0', '70', '0', '0', '0', '0', '280', '0', '0', '25', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('533', '50', '露申', '陈峰', '研发', 'RD03', '3500', '6500', '0', '0', '280', '18', '70', '0', '139', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('534', '51', '露申', '陈游芳', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('490', '42', '兴晨', '刘康诗', '研发', 'RD04', '3500', '4500', '0', '0', '0', '0', '0', '0', '81', '0', '0', '0', '0', '0', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('489', '44', '兴晨', '韩山国', '研发', '行政人员', '3500', '500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('607', '57', '尚德', '刘明芳', '管理组', '管理组', '3500', '0', '0', '0', '0', '0', '70', '0', '0', '0', '0', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('617', '56', '尚德', '赵剑良', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('286', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('285', '10', '兴晨', '杨桢', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('532', '49', '露申', '罗财火', '研发', 'RD02', '3500', '2500', '0', '0', '280', '18', '70', '0', '19', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('531', '46', '露申', '胡宏杰', '研发', 'RD01', '3500', '4000', '0', '0', '280', '18', '70', '0', '64', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('530', '47', '露申', '龙庆波', '研发', 'RD01', '3500', '4000', '0', '0', '280', '18', '70', '0', '64', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('529', '48', '露申', '高中显', '研发', 'RD02', '3500', '2500', '0', '0', '280', '18', '70', '0', '19', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('528', '45', '露申', '刘明芳', '管理组', '管理组', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('518', '52', '露申', '胡明生', '研发', 'RD04', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('517', '51', '露申', '陈游芳', '研发', 'RD03', '3500', '4500', '0', '0', '846', '0', '70', '0', '79', '1693', '0', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('516', '50', '露申', '陈峰', '研发', 'RD03', '3500', '6500', '0', '0', '280', '175', '70', '0', '139', '560', '175', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('284', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '175', '70', '0', '79', '560', '175', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('283', '8', '兴晨', '刘明燕', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('282', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('713', '20', '尚德', '钱文娟', '研发', 'RD09', '3500', '500', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('712', '19', '尚德', '纪家墙', '研发', 'RD09', '3500', '500', '0', '0', '280', '0', '0', '0', '36', '560', '0', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('711', '18', '尚德', '朱彬', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('710', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('709', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('708', '15', '尚德', '陈惠芳', '研发', 'RD06', '3500', '3500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('707', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('706', '13', '尚德', '吴晓岩', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('705', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('728', '35', '露申', '何晓东', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('727', '34', '露申', '胡克勋', '研发', 'RD10', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('726', '33', '露申', '杨巧玲', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '280', '0', '19', '25', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('725', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('724', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('723', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('722', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('721', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('720', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '70', '0', '49', '560', '18', '280', '0', '19', '25', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('719', '26', '露申', '吴强', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '19', '25', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('734', '3', '兴晨', '张希文', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('733', '6', '兴晨', '李涵岳', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('732', '5', '兴晨', '张锦', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('606', '56', '尚德', '赵剑良', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('605', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('604', '22', '尚德', '杨赛影', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '34', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('603', '21', '尚德', '范嫩平', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('602', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('601', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('600', '15', '尚德', '陈惠芳', '研发', 'RD06', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('599', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('598', '13', '尚德', '吴晓岩', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('597', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('515', '49', '露申', '罗财火', '研发', 'RD02', '3500', '2500', '0', '0', '280', '18', '70', '0', '19', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('514', '46', '露申', '胡宏杰', '研发', 'RD01', '3500', '4000', '0', '0', '280', '18', '70', '0', '64', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('513', '47', '露申', '龙庆波', '研发', 'RD01', '3500', '4000', '0', '0', '280', '18', '70', '0', '64', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('512', '48', '露申', '高中显', '研发', 'RD02', '3500', '2500', '0', '0', '280', '18', '70', '0', '19', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('511', '45', '露申', '刘明芳', '管理组', '管理组', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('510', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('509', '37', '露申', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('508', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '0', '0', '0', '0', '79', '0', '0', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('507', '35', '露申', '何晓东', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('506', '34', '露申', '胡克勋', '研发', 'RD010', '3500', '4500', '0', '0', '0', '0', '209', '0', '79', '0', '0', '837', '0', '0', '73', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('281', '4', '兴晨', '陈燊', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('280', '3', '兴晨', '张希文', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('279', '6', '兴晨', '李涵岳', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('278', '5', '兴晨', '张锦', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('505', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('504', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('503', '29', '露申', '陈爱娟', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('502', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('501', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('500', '26', '露申', '吴强', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('312', '39', '兴晨', '苏宇', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('313', '40', '兴晨', '胡晓芬', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('314', '41', '兴晨', '黄晶', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('315', '42', '兴晨', '刘康诗', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('316', '43', '兴晨', '连国林', '研发', 'RD01', '0', '0', '0', '0', '0', '0', '70', '0', '0', '0', '0', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('317', '5', '兴晨', '张锦', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('318', '6', '兴晨', '李涵岳', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('319', '3', '兴晨', '张希文', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('320', '4', '兴晨', '陈燊', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('321', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('322', '8', '兴晨', '刘明燕', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('323', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('324', '10', '兴晨', '杨桢', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('325', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('616', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('615', '22', '尚德', '杨赛影', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '140', '0', '34', '560', '18', '558', '0', '7', '49', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('614', '21', '尚德', '范嫩平', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('613', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('612', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('611', '15', '尚德', '陈惠芳', '研发', 'RD06', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('610', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('609', '13', '尚德', '吴晓岩', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('608', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('527', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('526', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('525', '35', '露申', '何晓东', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('524', '34', '露申', '胡克勋', '研发', 'RD10', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('523', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('522', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('521', '29', '露申', '陈爱娟', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('520', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('519', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('351', '39', '兴晨', '苏宇', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('352', '40', '兴晨', '胡晓芬', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '140', '0', '79', '560', '18', '558', '0', '7', '49', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('353', '41', '兴晨', '黄晶', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('354', '42', '兴晨', '刘康诗', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('355', '5', '兴晨', '张锦', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('356', '6', '兴晨', '李涵岳', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('357', '3', '兴晨', '张希文', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('358', '4', '兴晨', '陈燊', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('359', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('360', '8', '兴晨', '刘明燕', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('361', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('362', '10', '兴晨', '杨桢', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('363', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('627', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('626', '22', '尚德', '杨赛影', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '70', '0', '34', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('625', '21', '尚德', '范嫩平', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('624', '18', '尚德', '朱彬', '研发', 'RD07', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('623', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '0', '0', '0', '51', '560', '0', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('622', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('621', '15', '尚德', '陈惠芳', '研发', 'RD06', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('620', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('619', '13', '尚德', '吴晓岩', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('618', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('545', '35', '露申', '何晓东', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('544', '34', '露申', '胡克勋', '研发', 'RD10', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('543', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('542', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('541', '30', '露申', '刘康诗', '研发', 'RD06', '0', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '0', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('540', '29', '露申', '陈爱娟', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('539', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('538', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '4000', '0', '0', '280', '18', '210', '0', '0', '560', '18', '840', '0', '19', '74', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('537', '26', '露申', '吴强', '研发', 'RD05', '7000', '9000', '0', '0', '280', '18', '140', '0', '0', '560', '18', '560', '0', '19', '49', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('389', '39', '兴晨', '苏宇', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('390', '40', '兴晨', '胡晓芬', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('391', '41', '兴晨', '黄晶', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('392', '5', '兴晨', '张锦', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('393', '6', '兴晨', '李涵岳', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('394', '3', '兴晨', '张希文', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('395', '4', '兴晨', '陈燊', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('396', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('397', '8', '兴晨', '刘明燕', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('398', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('399', '10', '兴晨', '杨桢', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('400', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('639', '23', '尚德', '刘涛', '研发', 'RD09', '3500', '3500', '0', '0', '0', '0', '0', '0', '49', '0', '0', '0', '0', '0', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('638', '22', '尚德', '杨赛影', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '70', '0', '34', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('637', '21', '尚德', '范嫩平', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('636', '18', '尚德', '朱彬', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('635', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('634', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('633', '15', '尚德', '陈惠芳', '研发', 'RD06', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('632', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('631', '13', '尚德', '吴晓岩', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('630', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('566', '35', '露申', '何晓东', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('565', '34', '露申', '胡克勋', '研发', 'RD10', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('564', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('563', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('562', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('561', '29', '露申', '陈爱娟', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('560', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('559', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '19', '25', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('558', '26', '露申', '吴强', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '19', '25', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('426', '39', '兴晨', '苏宇', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '280', '0', '7', '25', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('427', '40', '兴晨', '胡晓芬', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('428', '41', '兴晨', '黄晶', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '7', '0', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('448', '10', '兴晨', '杨桢', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('449', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('450', '39', '兴晨', '苏宇', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '280', '0', '7', '25', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('451', '40', '兴晨', '胡晓芬', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('452', '41', '兴晨', '黄晶', '研发', 'RD04', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('548', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('549', '45', '露申', '刘明芳', '管理组', '管理组', '3500', '4500', '0', '0', '0', '0', '0', '0', '79', '0', '0', '0', '0', '19', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('550', '48', '露申', '高中显', '研发', 'RD02', '3500', '2500', '0', '0', '280', '18', '70', '0', '19', '560', '18', '279', '0', '19', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('551', '47', '露申', '龙庆波', '研发', 'RD01', '3500', '4000', '0', '0', '280', '18', '70', '0', '0', '560', '18', '279', '0', '19', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('552', '46', '露申', '胡宏杰', '研发', 'RD01', '3500', '4000', '0', '0', '280', '18', '70', '0', '64', '560', '18', '279', '0', '19', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('553', '49', '露申', '罗财火', '研发', 'RD02', '3500', '2500', '0', '0', '280', '18', '70', '0', '19', '560', '18', '279', '0', '19', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('554', '50', '露申', '陈峰', '研发', 'RD03', '3500', '6500', '0', '0', '280', '18', '70', '0', '139', '560', '18', '279', '0', '19', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('555', '51', '露申', '陈游芳', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '279', '0', '0', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('556', '53', '露申', '苏宇', '管理组', '管理组', '0', '0', '0', '0', '0', '0', '70', '0', '0', '0', '0', '280', '0', '0', '25', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('557', '54', '露申', '吴晓妍', '管理组', '管理组', '0', '0', '0', '0', '0', '0', '70', '0', '0', '0', '0', '279', '0', '0', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('567', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('568', '37', '露申', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '19', '25', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('569', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('579', '35', '露申', '何晓东', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('580', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('581', '37', '露申', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '19', '25', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('582', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '19', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('583', '55', '露申', '刘涛', '管理组', '管理组', '0', '0', '0', '0', '0', '18', '0', '0', '0', '0', '18', '0', '0', '0', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('660', '18', '尚德', '朱彬', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('654', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('667', '59', '律所', '许永云', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('668', '60', '律所', '郑晓萍', '', '', '3000', '0', '0', '0', '280', '18', '70', '0', '0', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('669', '61', '律所', '郭锦标', '', '', '3500', '5500', '0', '0', '280', '18', '70', '0', '109', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('670', '62', '律所', '郑运达', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('671', '63', '律所', '叶文', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('672', '64', '律所', '黄其善', '', '', '0', '0', '0', '0', '280', '18', '70', '0', '0', '560', '18', '279', '0', '0', '24', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('673', '65', '律所', '吴晓妍', '', '', '3500', '500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('674', '58', '律所', '孙东晖', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('675', '59', '律所', '许永云', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('676', '60', '律所', '郑晓萍', '', '', '3500', '0', '0', '0', '280', '18', '70', '0', '0', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('677', '61', '律所', '郭锦标', '', '', '3500', '5500', '0', '0', '280', '18', '70', '0', '109', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('678', '62', '律所', '郑运达', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('679', '63', '律所', '叶文', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('680', '64', '律所', '黄其善', '', '', '0', '0', '0', '0', '280', '18', '70', '0', '0', '560', '18', '279', '0', '7', '24', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('681', '65', '律所', '吴晓妍', '', '', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('682', '66', '律所', '刘明芳', '管理组', '', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2021-02');
INSERT INTO `aa_salary_month` VALUES ('683', '59', '律所', '许永云', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('684', '61', '律所', '郭锦标', '', '', '3500', '5500', '0', '0', '280', '18', '70', '0', '109', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('685', '62', '律所', '郑运达', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('686', '63', '律所', '叶文', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('687', '64', '律所', '黄其善', '管理组', '', '0', '0', '0', '0', '280', '18', '70', '0', '0', '560', '18', '279', '0', '7', '24', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('688', '65', '律所', '吴晓妍', '', '', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('689', '66', '律所', '刘明芳', '管理组', '', '3500', '1500', '0', '0', '280', '18', '140', '0', '0', '560', '18', '560', '0', '7', '49', '2021-03');
INSERT INTO `aa_salary_month` VALUES ('690', '59', '律所', '许永云', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('691', '61', '律所', '郭锦标', '', '', '3500', '5500', '0', '0', '280', '18', '70', '0', '109', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('692', '62', '律所', '郑运达', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('693', '63', '律所', '叶文', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('694', '64', '律所', '黄其善', '', '', '0', '0', '0', '0', '280', '18', '70', '0', '0', '560', '18', '279', '0', '7', '24', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('695', '65', '律所', '吴晓妍', '', '', '3500', '0', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '7', '25', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('696', '66', '律所', '刘明芳', '管理组', '', '3500', '1500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '7', '25', '2021-04');
INSERT INTO `aa_salary_month` VALUES ('697', '59', '律所', '许永云', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('698', '61', '律所', '郭锦标', '', '', '3500', '5500', '0', '0', '280', '18', '70', '0', '109', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('699', '62', '律所', '郑运达', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('700', '63', '律所', '叶文', '', '', '3500', '4500', '0', '0', '280', '18', '70', '0', '79', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('701', '64', '律所', '黄其善', '', '', '0', '0', '0', '0', '280', '18', '70', '0', '0', '560', '18', '279', '0', '7', '24', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('702', '65', '律所', '吴晓妍', '', '', '3500', '0', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '7', '25', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('703', '66', '律所', '刘明芳', '管理组', '', '3500', '1500', '0', '0', '280', '18', '70', '0', '0', '560', '18', '280', '0', '7', '25', '2021-05');
INSERT INTO `aa_salary_month` VALUES ('704', '67', '尚德', '傅如寄', '研发', 'RD07', '3500', '500', '0', null, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2021-01');
INSERT INTO `aa_salary_month` VALUES ('715', '22', '尚德', '杨赛影', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '70', '0', '50', '560', '18', '279', '0', '7', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('716', '23', '尚德', '刘涛', '研发', 'RD09', '3500', '3500', '0', '0', '280', '0', '70', '0', '0', '560', '0', '280', '0', '7', '25', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('717', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('718', '25', '尚德', '周琴珍', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '70', '0', '49', '560', '18', '280', '0', '7', '25', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('741', '68', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500', '0', '0', '280', '18', '144', '0', '0', '560', '18', '574', '0', '7', '50', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('742', '69', '逸嘉', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '0', '0', '0', '0', '79', '0', '0', '0', '0', '0', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('743', '70', '逸嘉', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '0', '0', '0', '0', '79', '0', '0', '0', '0', '0', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('744', '71', '逸嘉', '杨桢', '研发', 'RD03', '3500', '4500', '0', '0', '0', '0', '0', '0', '79', '0', '0', '0', '0', '0', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('745', '12', '尚德', '吴志杰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('746', '13', '尚德', '吴晓岩', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('747', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('748', '15', '尚德', '陈惠芳', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('749', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('750', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('751', '18', '尚德', '朱彬', '研发', 'RD09', '3500', '3500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('752', '19', '尚德', '纪家墙', '研发', 'RD08', '3500', '500', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('753', '20', '尚德', '钱文娟', '研发', 'RD08', '3500', '500', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('754', '21', '尚德', '范嫩平', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('755', '22', '尚德', '杨赛影', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('756', '23', '尚德', '刘涛', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '74', '0', '50', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('757', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('758', '57', '尚德', '刘明芳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '222', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('759', '72', '尚德', '刘明燕', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '90', '560', '18', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('760', '73', '尚德', '郑运达', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('761', '74', '尚德', '李涵岳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('762', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('763', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('764', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('765', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('766', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('767', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('768', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('769', '26', '露申', '吴强', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '0', '0', '16', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('770', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '49', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('771', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('772', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('773', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('774', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('775', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('776', '33', '露申', '杨巧玲', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('777', '34', '露申', '胡克勋', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('778', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('779', '37', '露申', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '16', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('780', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '19', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('781', '5', '兴晨', '张锦', '研发', 'RD03', '0', '0', '0', '0', '0', '0', '74', '0', '0', '0', '0', '294', '0', '0', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('782', '3', '兴晨', '张希文', '研发', 'RD03', '0', '0', '0', '0', '0', '0', '74', '0', '0', '0', '0', '294', '0', '0', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('783', '10', '兴晨', '杨桢', '研发', 'RD04', '0', '0', '0', '0', '0', '0', '74', '0', '0', '0', '0', '294', '0', '0', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('784', '35', '露申', '何晓东', '研发', 'RD07', '3500', '4500', '0', '0', '0', '0', '0', '0', '79', '0', '0', '0', '0', '0', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('785', '25', '尚德', '周琴珍', '研发', 'RD09', '3500', '3500', '0', '0', '0', '0', '74', '0', '49', '0', '0', '294', '0', '0', '26', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('786', '59', '律所', '许永云', '', '', '3500', '4500', '0', '0', '0', '0', '70', '0', '0', '0', '0', '279', '0', '0', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('787', '61', '律所', '郭锦标', '', '', '3500', '5500', '0', '0', '0', '0', '70', '0', '0', '0', '0', '279', '0', '0', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('788', '62', '律所', '郑运达', '', '', '3500', '4500', '0', '0', '0', '0', '70', '0', '0', '0', '0', '279', '0', '0', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('789', '63', '律所', '叶文', '', '', '3500', '4500', '0', '0', '0', '0', '70', '0', '0', '0', '0', '279', '0', '0', '24', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('790', '65', '律所', '吴晓妍', '', '', '3500', '0', '0', '0', '0', '0', '70', '0', '0', '0', '0', '280', '0', '0', '25', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('791', '66', '律所', '刘明芳', '管理组', '', '3500', '1500', '0', '0', '0', '0', '70', '0', '0', '0', '0', '280', '0', '0', '25', '2021-06');
INSERT INTO `aa_salary_month` VALUES ('792', '69', '逸嘉', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '352', '0', '74', '0', '79', '704', '0', '294', '0', '14', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('793', '70', '逸嘉', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '352', '0', '74', '0', '79', '704', '0', '294', '0', '14', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('794', '71', '逸嘉', '杨桢', '研发', 'RD03', '3500', '4500', '0', '0', '352', '0', '74', '0', '79', '704', '0', '294', '0', '14', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('795', '26', '露申', '吴强', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '147', '0', '79', '560', '18', '588', '0', '19', '51', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('796', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '147', '0', '49', '560', '18', '588', '0', '19', '51', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('797', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('798', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('799', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('800', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '147', '0', '79', '560', '18', '588', '0', '19', '51', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('801', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('802', '33', '露申', '杨巧玲', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '147', '0', '79', '560', '18', '588', '0', '19', '51', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('803', '34', '露申', '胡克勋', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '147', '0', '79', '560', '18', '588', '0', '19', '51', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('804', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '147', '0', '79', '560', '18', '588', '0', '19', '51', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('805', '37', '露申', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '147', '0', '79', '560', '18', '588', '0', '19', '51', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('806', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '147', '0', '79', '560', '18', '588', '0', '19', '51', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('807', '12', '尚德', '吴志杰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('808', '13', '尚德', '吴晓岩', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('809', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('810', '15', '尚德', '陈惠芳', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('811', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('812', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('813', '18', '尚德', '朱彬', '研发', 'RD09', '3500', '3500', '0', '0', '280', '18', '0', '0', '45', '560', '18', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('814', '19', '尚德', '纪家墙', '研发', 'RD08', '3500', '500', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('815', '20', '尚德', '钱文娟', '研发', 'RD08', '3500', '500', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('816', '21', '尚德', '范嫩平', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('817', '22', '尚德', '杨赛影', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('818', '23', '尚德', '刘涛', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('819', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('820', '57', '尚德', '刘明芳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '229', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('821', '72', '尚德', '刘明燕', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('822', '73', '尚德', '郑运达', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('823', '74', '尚德', '李涵岳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('824', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('825', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('826', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('827', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('875', '35', '露申', '何晓东', '研发', 'RD07', '0', '0', '0', '0', '0', '0', '74', '0', '0', '0', '0', '294', '0', '0', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('828', '80', '逸嘉', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2021-07');
INSERT INTO `aa_salary_month` VALUES ('834', '68', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('829', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('830', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('831', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('832', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('833', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('835', '80', '逸嘉', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '0', '0', '0', '0', '0', '2', '0', '0', '0', '0', '0', '2021-08');
INSERT INTO `aa_salary_month` VALUES ('836', '69', '逸嘉', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('837', '70', '逸嘉', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('838', '71', '逸嘉', '杨桢', '研发', 'RD03', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('839', '80', '逸嘉', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '74', '0', '0', '352', '0', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('840', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('841', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('842', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('843', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('844', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('845', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '19', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('846', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('847', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('848', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('849', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('850', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('851', '33', '露申', '杨巧玲', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('852', '34', '露申', '胡克勋', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('853', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('854', '37', '露申', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('855', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('856', '12', '尚德', '吴志杰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('857', '13', '尚德', '吴晓岩', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('858', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('859', '15', '尚德', '陈惠芳', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('860', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('861', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('862', '18', '尚德', '朱彬', '研发', 'RD09', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('863', '21', '尚德', '范嫩平', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('864', '22', '尚德', '杨赛影', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('865', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('866', '57', '尚德', '刘明芳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '229', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('867', '72', '尚德', '刘明燕', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('868', '74', '尚德', '李涵岳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('869', '23', '尚德', '刘涛', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('870', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('871', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('872', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('873', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('874', '68', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-09');
INSERT INTO `aa_salary_month` VALUES ('876', '12', '尚德', '吴志杰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('877', '13', '尚德', '吴晓岩', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('878', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('879', '15', '尚德', '陈惠芳', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('880', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('881', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('882', '18', '尚德', '朱彬', '研发', 'RD09', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('883', '21', '尚德', '范嫩平', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('884', '22', '尚德', '杨赛影', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('885', '23', '尚德', '刘涛', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('886', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('887', '57', '尚德', '刘明芳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '229', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('888', '72', '尚德', '刘明燕', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('889', '74', '尚德', '李涵岳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('890', '69', '逸嘉', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('891', '70', '逸嘉', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('892', '71', '逸嘉', '杨桢', '研发', 'RD03', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('893', '80', '逸嘉', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '74', '0', '0', '352', '0', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('894', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('895', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('896', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('897', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('898', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('899', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '147', '0', '0', '560', '18', '588', '0', '7', '51', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('900', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '147', '0', '0', '560', '18', '588', '0', '7', '51', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('901', '68', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('902', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '19', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('903', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('904', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('905', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('906', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('907', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('908', '33', '露申', '杨巧玲', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('909', '34', '露申', '胡克勋', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('910', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('911', '37', '露申', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('912', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('913', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('914', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('915', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('916', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('917', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('918', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('922', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '19', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('923', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('924', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('925', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('926', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('927', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('928', '33', '露申', '杨巧玲', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('929', '34', '露申', '胡克勋', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('930', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('931', '37', '露申', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('932', '38', '露申', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('933', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '560', '18', '74', '0', '0', '1173', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('934', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '560', '18', '74', '0', '0', '1173', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('935', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '560', '18', '74', '0', '79', '1120', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('936', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '0', '0', '0', '560', '18', '74', '0', '0', '1120', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('937', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('938', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('939', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('940', '12', '尚德', '吴志杰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('941', '13', '尚德', '吴晓岩', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('942', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('943', '15', '尚德', '陈惠芳', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('944', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('945', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('946', '18', '尚德', '朱彬', '研发', 'RD09', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('947', '21', '尚德', '范嫩平', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('948', '22', '尚德', '杨赛影', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('949', '23', '尚德', '刘涛', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('950', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('951', '57', '尚德', '刘明芳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '364', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('952', '72', '尚德', '刘明燕', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('953', '74', '尚德', '李涵岳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('954', '7', '兴晨', '刘明星', '研发', 'RD02', '3500', '4500', '0', '0', '0', '0', '0', '0', '81', '0', '0', '0', '0', '0', '0', '2021-10');
INSERT INTO `aa_salary_month` VALUES ('955', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('956', '68', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('957', '86', '陆鲁', '葛珠英', '管理组', '', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2021-11');
INSERT INTO `aa_salary_month` VALUES ('958', '89', '陆鲁', '黄玉', '研发', 'RD06', '3500', '4500', '0', '0', '280', '0', '74', '0', '0', '560', '0', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('959', '90', '陆鲁', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '0', '74', '0', '0', '560', '0', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('960', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '147', '0', '0', '352', '0', '588', '0', '25', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('961', '91', '康鑫诚', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '176', '0', '147', '0', '0', '352', '0', '588', '0', '12', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('962', '92', '康鑫诚', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '176', '0', '147', '0', '0', '352', '0', '588', '0', '12', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('963', '93', '康鑫诚', '杨桢', '研发', 'RD03', '3500', '4500', '0', '0', '176', '0', '147', '0', '0', '352', '0', '588', '0', '12', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('964', '68', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500', '0', '0', '560', '35', '147', '0', '0', '1121', '35', '588', '0', '14', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('965', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '147', '0', '0', '560', '18', '588', '0', '7', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('966', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '147', '0', '0', '560', '18', '588', '0', '7', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('967', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '147', '0', '79', '560', '18', '588', '0', '7', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('968', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '147', '0', '0', '560', '18', '588', '0', '7', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('969', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '147', '0', '0', '560', '18', '588', '0', '7', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('970', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('971', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '147', '0', '0', '560', '18', '588', '0', '7', '51', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('972', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('973', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('974', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('975', '12', '尚德', '吴志杰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('976', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('977', '15', '尚德', '陈惠芳', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('978', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('979', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('980', '18', '尚德', '朱彬', '研发', 'RD09', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('981', '21', '尚德', '范嫩平', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('982', '22', '尚德', '杨赛影', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('983', '23', '尚德', '刘涛', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('984', '24', '尚德', '鲁容英', '研发', 'RD08', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('985', '57', '尚德', '刘明芳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '763', '560', '18', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('986', '72', '尚德', '刘明燕', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('987', '74', '尚德', '李涵岳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('988', '13', '尚德', '吴晓岩', '研发', 'RD09', '500', '0', '0', '0', '0', '0', '74', '0', '13', '0', '0', '294', '0', '0', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('989', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '19', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('990', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('991', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('992', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('993', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('994', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('995', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('996', '86', '陆鲁', '葛珠英', '管理组', '', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2021-12');
INSERT INTO `aa_salary_month` VALUES ('997', '12', '尚德', '吴志杰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('998', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('999', '15', '尚德', '陈惠芳', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1000', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1001', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1002', '18', '尚德', '朱彬', '研发', 'RD09', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1003', '21', '尚德', '范嫩平', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1004', '22', '尚德', '杨赛影', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1005', '23', '尚德', '刘涛', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1006', '57', '尚德', '刘明芳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '229', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1007', '74', '尚德', '李涵岳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1008', '72', '尚德', '刘明燕', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1009', '94', '尚德', '邱玉峰', '研发', 'RD08', '3500', '2900', '0', '0', '280', '18', '147', '0', '31', '560', '18', '588', '0', '7', '51', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1010', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '19', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1011', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1012', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1013', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1014', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1015', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1016', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1017', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1018', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1019', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1020', '90', '陆鲁', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1021', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1022', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1023', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1024', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1025', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1026', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1027', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1028', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '74', '0', '0', '352', '0', '294', '0', '12', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1029', '91', '康鑫诚', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '12', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1030', '92', '康鑫诚', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '12', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1031', '68', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-01');
INSERT INTO `aa_salary_month` VALUES ('1032', '12', '尚德', '吴志杰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1033', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1034', '15', '尚德', '陈惠芳', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1035', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1036', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1037', '18', '尚德', '朱彬', '研发', 'RD09', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1038', '21', '尚德', '范嫩平', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1039', '22', '尚德', '杨赛影', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1040', '23', '尚德', '刘涛', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1041', '57', '尚德', '刘明芳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '229', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1042', '74', '尚德', '李涵岳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1043', '94', '尚德', '邱玉峰', '研发', 'RD08', '3500', '2900', '0', '0', '280', '18', '74', '0', '31', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1044', '72', '尚德', '刘明燕', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1045', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '19', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1046', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1047', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1048', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1049', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1050', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1051', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1052', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1053', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1054', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1055', '90', '陆鲁', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1056', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '280', '0', '74', '0', '0', '560', '0', '294', '0', '12', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1057', '91', '康鑫诚', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '12', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1058', '92', '康鑫诚', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '12', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1059', '68', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1060', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1061', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1062', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1063', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1064', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1065', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1066', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-02');
INSERT INTO `aa_salary_month` VALUES ('1067', '68', '鑫焱', '池心淼', '研发', 'RD01', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1068', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '12', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1069', '91', '康鑫诚', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '12', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1070', '92', '康鑫诚', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '176', '0', '74', '0', '0', '352', '0', '294', '0', '12', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1071', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1072', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1073', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1074', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1075', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1076', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1077', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1078', '90', '陆鲁', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1079', '27', '露申', '关艳琳', '研发', 'RD08', '3500', '500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '19', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1080', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1081', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1082', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1083', '31', '露申', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1084', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1085', '36', '露申', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '19', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1086', '12', '尚德', '吴志杰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1087', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1088', '15', '尚德', '陈惠芳', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1089', '16', '尚德', '王恒东', '研发', 'RD06', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1090', '17', '尚德', '陈艳珍', '研发', 'RD08', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1091', '18', '尚德', '朱彬', '研发', 'RD09', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1092', '21', '尚德', '范嫩平', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1093', '22', '尚德', '杨赛影', '研发', 'RD06', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1094', '23', '尚德', '刘涛', '研发', 'RD07', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1095', '57', '尚德', '刘明芳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '229', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1096', '72', '尚德', '刘明燕', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1097', '74', '尚德', '李涵岳', '研发', 'RD09', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1098', '94', '尚德', '邱玉峰', '研发', 'RD08', '3500', '2900', '0', '0', '280', '18', '74', '0', '31', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1099', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1100', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1101', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-03');
INSERT INTO `aa_salary_month` VALUES ('1102', '95', '鑫焱', '关艳琳', '研发', 'RD01', '3500', '500', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1103', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1104', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1105', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1106', '31', '逸嘉', '刘燕航', '研发', 'RD05', '3500', '4500', '0', '0', '280', '0', '0', '0', '82', '560', '0', '0', '0', '7', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1107', '36', '逸嘉', '张开亮', '研发', 'RD08', '3500', '4500', '0', '0', '280', '0', '0', '0', '82', '560', '0', '0', '0', '7', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1108', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1109', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1110', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1111', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1112', '90', '陆鲁', '阮丽', '研发', 'RD05', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1113', '12', '尚德', '吴志杰', '研发', 'RD01', '3500', '1500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1114', '14', '尚德', '贾鑫', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1115', '15', '尚德', '陈惠芳', '研发', 'RD02', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1116', '16', '尚德', '王恒东', '研发', 'RD02', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1117', '17', '尚德', '陈艳珍', '研发', 'RD02', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1118', '18', '尚德', '朱彬', '研发', 'RD03', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1119', '22', '尚德', '杨赛影', '研发', 'RD05', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1120', '23', '尚德', '刘涛', '研发', 'RD06', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1121', '57', '尚德', '刘明芳', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '229', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1122', '72', '尚德', '刘明燕', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1123', '74', '尚德', '李涵岳', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1124', '94', '尚德', '邱玉峰', '研发', 'RD07', '3500', '4152', '0', '0', '280', '18', '74', '175', '63', '560', '18', '294', '175', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1125', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '74', '0', '0', '352', '0', '294', '0', '12', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1126', '91', '康鑫诚', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '12', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1127', '92', '康鑫诚', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '12', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1128', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1129', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1130', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1131', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '45', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1132', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1133', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1134', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1135', '68', '鑫焱', '池心淼', '研发', 'RD01', '0', '0', '0', '0', '0', '0', '74', '0', '0', '0', '0', '294', '0', '0', '26', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1136', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1137', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1138', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1139', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '1500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1140', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1141', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1142', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1143', '95', '鑫焱', '关艳琳', '研发', 'RD01', '3500', '500', '0', '0', '280', '0', '147', '0', '0', '560', '0', '588', '0', '7', '51', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1144', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '74', '0', '0', '352', '0', '294', '0', '12', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1145', '91', '康鑫诚', '张希文', '研发', 'RD01', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '12', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1146', '92', '康鑫诚', '张锦', '研发', 'RD02', '3500', '4500', '0', '0', '176', '0', '74', '0', '83', '352', '0', '294', '0', '12', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1147', '31', '逸嘉', '刘燕航', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '147', '0', '77', '560', '0', '588', '0', '7', '51', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1148', '36', '逸嘉', '张开亮', '研发', 'RD02', '3500', '4500', '0', '0', '280', '0', '147', '0', '77', '560', '0', '588', '0', '7', '51', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1149', '90', '陆鲁', '阮丽', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1150', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '19', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1151', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4500', '0', '0', '280', '0', '0', '0', '82', '560', '0', '0', '0', '19', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1152', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1153', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4500', '0', '0', '280', '0', '0', '0', '82', '560', '0', '0', '0', '19', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1154', '12', '尚德', '吴志杰', '研发', 'RD01', '3500', '1500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1155', '14', '尚德', '贾鑫', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1156', '15', '尚德', '陈惠芳', '研发', 'RD02', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1157', '16', '尚德', '王恒东', '研发', 'RD02', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1158', '17', '尚德', '陈艳珍', '研发', 'RD02', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1159', '18', '尚德', '朱彬', '研发', 'RD03', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1160', '22', '尚德', '杨赛影', '研发', 'RD05', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1161', '23', '尚德', '刘涛', '研发', 'RD06', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1162', '57', '尚德', '刘明芳', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '379', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1163', '72', '尚德', '刘明燕', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1164', '74', '尚德', '李涵岳', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1165', '94', '尚德', '邱玉峰', '研发', 'RD07', '3500', '4200', '0', '0', '280', '18', '74', '175', '74', '560', '18', '294', '175', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1166', '96', '尚德', '陈祯妮', '研发', 'RD04', '3500', '1500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1167', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1168', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1169', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1170', '96', '尚德', '陈祯妮', '研发', 'RD04', '3500', '1500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-04');
INSERT INTO `aa_salary_month` VALUES ('1171', '97', '尚德', '张永民', '研发', 'RD08', '3500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1172', '98', '尚德', '陆志华', '研发', 'RD08', '3500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1173', '99', '尚德', '王少春', '研发', 'RD08', '3500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1174', '100', '尚德', '陈阳', '研发', 'RD08', '3500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1175', '101', '尚德', '吴生伟', '研发', 'RD09', '3500', '3280', '0', '0', '0', '0', '0', '525', '47', '0', '0', '0', '525', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1176', '102', '尚德', '林斕', '研发', 'RD09', '3500', '3880', '0', '0', '0', '0', '0', '175', '71', '0', '0', '0', '175', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1177', '103', '尚德', '林达', '研发', 'RD09', '3500', '7380', '0', '0', '0', '0', '0', '0', '176', '0', '0', '0', '0', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1178', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '74', '0', '0', '352', '0', '294', '0', '12', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1179', '31', '逸嘉', '刘燕航', '研发', 'RD01', '3500', '0', '0', '0', '280', '0', '74', '0', '0', '560', '0', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1180', '36', '逸嘉', '张开亮', '研发', 'RD02', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1222', '107', '尚德', '邵远钊', '研发', 'RD05', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1181', '90', '陆鲁', '阮丽', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '74', '0', '79', '560', '0', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1182', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1183', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1184', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1185', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1186', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1187', '15', '尚德', '陈惠芳', '研发', 'RD02', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1188', '16', '尚德', '王恒东', '研发', 'RD02', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1189', '17', '尚德', '陈艳珍', '研发', 'RD02', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1190', '18', '尚德', '朱彬', '研发', 'RD03', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1191', '22', '尚德', '杨赛影', '研发', 'RD05', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1192', '23', '尚德', '刘涛', '研发', 'RD06', '3500', '3500', '0', '0', '280', '18', '74', '0', '49', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1193', '57', '尚德', '刘明芳', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '74', '0', '763', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1195', '74', '尚德', '李涵岳', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1196', '94', '尚德', '邱玉峰', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '74', '175', '74', '560', '18', '294', '175', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1197', '97', '尚德', '张永民', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1198', '98', '尚德', '陆志华', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1199', '99', '尚德', '王少春', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1200', '100', '尚德', '陈阳', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1201', '101', '尚德', '吴生伟', '研发', 'RD09', '3500', '3280', '0', '0', '280', '18', '147', '175', '40', '560', '18', '588', '175', '7', '51', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1202', '102', '尚德', '林斕', '研发', 'RD09', '3500', '3880', '0', '0', '280', '18', '0', '175', '62', '560', '18', '0', '175', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1203', '103', '尚德', '林达', '研发', 'RD09', '3500', '7380', '0', '0', '0', '0', '0', '0', '176', '0', '0', '0', '0', '0', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1204', '104', '尚德', '张鹏', '研发', 'RD05', '3500', '0', '0', '0', '280', '18', '294', '175', '0', '560', '18', '1176', '175', '7', '103', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1205', '105', '尚德', '林王晋炜', '研发', 'RD05', '3500', '0', '0', '0', '280', '18', '147', '175', '0', '560', '18', '588', '175', '7', '51', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1206', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4000', '0', '0', '280', '18', '0', '0', '66', '560', '18', '0', '0', '19', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1207', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4000', '0', '0', '280', '0', '0', '0', '66', '560', '0', '0', '0', '19', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1208', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1209', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4000', '0', '0', '280', '0', '0', '0', '66', '560', '0', '0', '0', '19', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1210', '95', '鑫焱', '关艳琳', '研发', 'RD01', '3500', '2000', '0', '0', '280', '0', '74', '0', '0', '560', '0', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1211', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1212', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1213', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '74', '0', '79', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1214', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '1500', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1215', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1216', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1217', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '74', '0', '0', '560', '18', '294', '0', '7', '26', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1218', '106', '尚德', '杨文才', '研发', 'RD05', '3500', '3300', '0', '0', '0', '0', '0', '505', '54', '0', '0', '0', '505', '0', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1219', '106', '尚德', '杨文才', '研发', 'RD05', '3500', '3680', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1220', '104', '尚德', '张鹏', '研发', 'RD05', '0', '0', '0', '0', '0', '0', '0', '300', '0', '0', '0', '0', '0', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1221', '105', '尚德', '林王晋炜', '研发', 'RD05', '0', '0', '0', '0', '0', '0', '0', '300', '0', '0', '0', '0', '0', '0', '0', '2022-05');
INSERT INTO `aa_salary_month` VALUES ('1223', '108', '尚德', '林枫', '研发', 'RD05', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1224', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '80', '0', '0', '352', '0', '0', '0', '12', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1225', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1226', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1227', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '80', '0', '79', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1228', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '1500', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1229', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1230', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1231', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1232', '95', '鑫焱', '关艳琳', '研发', 'RD01', '3500', '2000', '0', '0', '280', '0', '80', '0', '0', '560', '0', '0', '0', '7', '28', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1233', '90', '陆鲁', '阮丽', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '80', '0', '79', '560', '0', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1234', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4000', '0', '0', '280', '18', '0', '0', '66', '560', '18', '0', '0', '19', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1235', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4000', '0', '0', '280', '0', '0', '0', '67', '560', '0', '0', '0', '19', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1236', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1237', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4000', '0', '0', '280', '0', '0', '0', '67', '560', '0', '0', '0', '19', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1238', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1239', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1240', '15', '尚德', '陈惠芳', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1241', '16', '尚德', '王恒东', '管理组', '管理组', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1242', '17', '尚德', '陈艳珍', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1243', '18', '尚德', '朱彬', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1244', '22', '尚德', '杨赛影', '管理组', '管理组', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1245', '23', '尚德', '刘涛', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '49', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1246', '57', '尚德', '刘明芳', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '762', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1247', '74', '尚德', '李涵岳', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '0', '0', '79', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1248', '94', '尚德', '邱玉峰', '研发', 'RD07', '3500', '4500', '0', '-800', '280', '18', '0', '175', '73', '560', '18', '0', '175', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1249', '97', '尚德', '张永民', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1250', '98', '尚德', '陆志华', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1251', '99', '尚德', '王少春', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1252', '100', '尚德', '陈阳', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1253', '101', '尚德', '吴生伟', '研发', 'RD09', '3500', '3080', '0', '1170', '280', '18', '0', '175', '36', '560', '18', '0', '175', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1254', '102', '尚德', '林斕', '研发', 'RD09', '3500', '3880', '0', '0', '560', '18', '0', '175', '62', '1144', '18', '0', '175', '14', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1255', '104', '尚德', '张鹏', '研发', 'RD05', '3500', '4880', '0', '0', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1256', '105', '尚德', '林王晋炜', '研发', 'RD05', '3500', '4280', '0', '0', '280', '18', '0', '175', '14', '560', '18', '0', '175', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1257', '106', '尚德', '杨文才', '研发', 'RD05', '3500', '3680', '0', '300', '280', '0', '0', '505', '52', '560', '0', '0', '175', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1258', '103', '尚德', '林达', '研发', 'RD09', '3500', '7380', '0', '300', '0', '0', '0', '175', '176', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1259', '107', '尚德', '邵远钊', '研发', 'RD05', '3500', '4780', '0', '200', '0', '0', '0', '625', '0', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1260', '108', '尚德', '林枫', '研发', 'RD05', '3500', '12880', '0', '200', '0', '0', '0', '175', '191', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1261', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '80', '0', '79', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1262', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1263', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '80', '0', '79', '560', '18', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1264', '72', '尚德', '刘明燕', '研发', 'RD07', '0', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1269', '109', '尚德', '朱龙锰', '研发', 'RD06', '3500', '0', '0', '-1971', '0', '0', '0', '175', '0', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1270', '110', '尚德', '罗俊阳', '研发', 'RD06', '3500', '0', '0', '-2267', '0', '0', '0', '175', '0', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1267', '109', '尚德', '朱龙锰', '研发', 'RD06', '3500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1268', '110', '尚德', '罗俊阳', '研发', 'RD06', '3500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-06');
INSERT INTO `aa_salary_month` VALUES ('1271', '111', '尚德', '林雨琪', '研发', 'RD01', '3500', '2380', '0', '1400', '0', '0', '0', '175', '26', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1272', '112', '尚德', '林佳辉', '研发', 'RD02', '3500', '2480', '0', '261', '0', '0', '0', '175', '29', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1273', '113', '尚德', '黄忠泰', '研发', 'RD03', '3500', '2480', '0', '1960', '0', '0', '0', '175', '29', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1274', '114', '尚德', '李龙玉', '研发', 'RD04', '2000', '0', '0', '-3000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1275', '115', '尚德', '张建', '研发', 'RD04', '2000', '0', '0', '-517', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1276', '116', '尚德', '吴镇涛', '研发', 'RD01', '3500', '3280', '0', '2986', '0', '0', '0', '175', '53', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1277', '117', '尚德', '陈益鸣', '研发', 'RD02', '3500', '2780', '0', '0', '0', '0', '0', '0', '38', '0', '0', '0', '0', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1278', '31', '逸嘉', '刘燕航', '研发', 'RD01', '3500', '0', '0', '0', '280', '0', '80', '0', '0', '560', '0', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1279', '36', '逸嘉', '张开亮', '研发', 'RD02', '3500', '4500', '0', '0', '280', '0', '80', '0', '79', '560', '0', '0', '0', '7', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1280', '118', '尚德', '张彩云', '研发', 'RD03', '3500', '1500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1335', '119', '尚德', '黄艳雯', '研发', 'RD01', '3500', '2380', '0', '3705', '0', '0', '0', '175', '0', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1281', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '80', '0', '81', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1282', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1283', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '80', '0', '81', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1284', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4000', '0', '0', '280', '18', '0', '0', '66', '560', '18', '0', '0', '19', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1285', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4000', '0', '0', '280', '0', '0', '0', '67', '560', '0', '0', '0', '19', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1286', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1287', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4000', '0', '0', '280', '0', '0', '0', '67', '560', '0', '0', '0', '19', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1288', '90', '陆鲁', '阮丽', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '80', '0', '82', '560', '0', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1289', '95', '鑫焱', '关艳琳', '研发', 'RD01', '3500', '2000', '0', '0', '280', '0', '80', '0', '0', '560', '0', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1290', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1291', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1292', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '80', '0', '81', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1293', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '1500', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1294', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1295', '83', '居乐', '关怀', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1296', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1297', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '80', '0', '0', '352', '0', '0', '0', '12', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1298', '31', '逸嘉', '刘燕航', '研发', 'RD01', '3500', '0', '0', '0', '280', '0', '80', '0', '0', '560', '0', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1299', '36', '逸嘉', '张开亮', '研发', 'RD02', '3500', '4500', '0', '0', '280', '0', '80', '0', '82', '560', '0', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1300', '106', '尚德', '杨文才', '研发', 'RD05', '3500', '3680', '0', '100', '560', '18', '0', '505', '45', '1120', '18', '0', '175', '14', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1301', '103', '尚德', '林达', '研发', 'RD09', '3500', '7380', '0', '100', '560', '35', '0', '175', '156', '1120', '35', '0', '175', '14', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1302', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1303', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1304', '15', '尚德', '陈惠芳', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1305', '16', '尚德', '王恒东', '管理组', '管理组', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1306', '17', '尚德', '陈艳珍', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1307', '18', '尚德', '朱彬', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1308', '23', '尚德', '刘涛', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1309', '57', '尚德', '刘明芳', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '770', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1310', '74', '尚德', '李涵岳', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1311', '94', '尚德', '邱玉峰', '研发', 'RD07', '3500', '5300', '0', '0', '280', '18', '0', '175', '105', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1312', '97', '尚德', '张永民', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1313', '98', '尚德', '陆志华', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1314', '99', '尚德', '王少春', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1315', '100', '尚德', '陈阳', '研发', 'RD08', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1316', '101', '尚德', '吴生伟', '研发', 'RD09', '3500', '3080', '0', '139', '280', '18', '0', '175', '34', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1317', '102', '尚德', '林斕', '研发', 'RD09', '3500', '3880', '0', '100', '280', '18', '0', '175', '59', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1318', '104', '尚德', '张鹏', '研发', 'RD05', '3500', '4880', '0', '100', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1319', '105', '尚德', '林王晋炜', '研发', 'RD05', '3500', '4280', '0', '100', '280', '18', '0', '175', '71', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1320', '108', '尚德', '林枫', '研发', 'RD05', '3500', '12880', '0', '10500', '280', '18', '0', '0', '17', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1321', '109', '尚德', '朱龙锰', '研发', 'RD06', '3500', '2300', '0', '0', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1322', '110', '尚德', '罗俊阳', '研发', 'RD06', '3500', '2800', '0', '0', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1323', '111', '尚德', '林雨琪', '研发', 'RD01', '3500', '2380', '0', '1200', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1324', '112', '尚德', '林佳辉', '研发', 'RD02', '3500', '2480', '0', '1220', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1325', '113', '尚德', '黄忠泰', '研发', 'RD03', '3500', '2480', '0', '1220', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1326', '116', '尚德', '吴镇涛', '研发', 'RD01', '3500', '3280', '0', '1300', '280', '18', '0', '175', '5', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1327', '118', '尚德', '张彩云', '研发', 'RD03', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1328', '119', '尚德', '黄艳雯', '研发', 'RD01', '3500', '2380', '0', '1200', '280', '18', '0', '175', '131', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1329', '120', '尚德', '许威龙', '研发', 'RD02', '3500', '2680', '0', '1260', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1330', '107', '尚德', '邵远钊', '研发', 'RD05', '3500', '4780', '0', '0', '280', '18', '0', '625', '35', '560', '18', '0', '175', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1332', '22', '尚德', '杨赛影', '管理组', '管理组', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1333', '121', '尚德', '景文泉', '研发', 'RD03', '2000', '0', '0', '870', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1334', '122', '尚德', '罗欣婷', '研发', 'RD04', '2000', '0', '0', '174', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1336', '120', '尚德', '许威龙', '研发', 'RD02', '3500', '2680', '0', '1902', '0', '0', '0', '175', '0', '0', '0', '0', '175', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1337', '123', '尚德', '郭晶晶', '研发', 'RD03', '2000', '0', '0', '-3062', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-07');
INSERT INTO `aa_salary_month` VALUES ('1338', '114', '尚德', '李龙玉', '研发', 'RD04', '2000', '0', '0', '-2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1339', '115', '尚德', '张建', '研发', 'RD04', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1340', '117', '尚德', '陈益鸣', '研发', 'RD02', '3500', '2780', '0', '1200', '0', '0', '0', '175', '2', '0', '0', '0', '175', '0', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1341', '123', '尚德', '郭晶晶', '研发', 'RD03', '2000', '0', '0', '-1549', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1342', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '80', '0', '79', '560', '18', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1343', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1344', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '80', '0', '79', '560', '18', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1345', '12', '尚德', '吴志杰', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1346', '14', '尚德', '贾鑫', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '81', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1347', '15', '尚德', '陈惠芳', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1348', '16', '尚德', '王恒东', '管理组', '管理组', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1349', '17', '尚德', '陈艳珍', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1350', '18', '尚德', '朱彬', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1351', '22', '尚德', '杨赛影', '管理组', '管理组', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1352', '23', '尚德', '刘涛', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '51', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1353', '57', '尚德', '刘明芳', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '770', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1354', '74', '尚德', '李涵岳', '研发', 'RD07', '3500', '5300', '0', '0', '280', '18', '0', '0', '105', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1355', '94', '尚德', '邱玉峰', '研发', 'RD07', '3500', '5300', '0', '0', '280', '18', '0', '175', '105', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1356', '101', '尚德', '吴生伟', '研发', 'RD09', '3500', '3080', '0', '36', '280', '18', '0', '175', '37', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1357', '102', '尚德', '林斕', '研发', 'RD09', '3500', '3580', '0', '0', '280', '18', '0', '175', '53', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1358', '103', '尚德', '林达', '研发', 'RD09', '3500', '7080', '0', '0', '280', '18', '0', '175', '158', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1359', '104', '尚德', '张鹏', '研发', 'RD05', '3500', '4580', '0', '0', '280', '18', '0', '175', '50', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1360', '105', '尚德', '林王晋炜', '研发', 'RD05', '3500', '3980', '0', '0', '280', '18', '0', '175', '65', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1361', '106', '尚德', '杨文才', '研发', 'RD05', '3500', '3380', '0', '0', '280', '18', '0', '505', '47', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1362', '107', '尚德', '邵远钊', '研发', 'RD05', '3500', '4580', '0', '0', '560', '35', '0', '625', '75', '1120', '35', '0', '175', '14', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1363', '109', '尚德', '朱龙锰', '研发', 'RD06', '3500', '2300', '0', '0', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1364', '110', '尚德', '罗俊阳', '研发', 'RD06', '3500', '2800', '0', '0', '280', '18', '0', '175', '15', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1365', '111', '尚德', '林雨琪', '研发', 'RD01', '3500', '980', '0', '26', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1366', '112', '尚德', '林佳辉', '研发', 'RD02', '3500', '1060', '0', '0', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1367', '113', '尚德', '黄忠泰', '研发', 'RD03', '3500', '1060', '0', '-824', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1368', '116', '尚德', '吴镇涛', '研发', 'RD01', '3500', '1780', '0', '107', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1369', '117', '尚德', '陈益鸣', '研发', 'RD02', '3500', '1380', '0', '0', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1370', '118', '尚德', '张彩云', '研发', 'RD03', '3500', '1500', '0', '0', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1371', '119', '尚德', '黄艳雯', '研发', 'RD01', '3500', '980', '0', '0', '280', '18', '0', '175', '1', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1372', '120', '尚德', '许威龙', '研发', 'RD02', '3500', '1220', '0', '0', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1373', '121', '尚德', '景文泉', '研发', 'RD03', '2000', '500', '0', '-906', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1374', '122', '尚德', '罗欣婷', '研发', 'RD04', '2000', '0', '0', '48', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1375', '123', '尚德', '郭晶晶', '研发', 'RD03', '2000', '0', '0', '-925', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1376', '114', '尚德', '李龙玉', '研发', 'RD04', '2000', '0', '0', '-1524', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1377', '115', '尚德', '张建', '研发', 'RD04', '2000', '0', '0', '-53', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1378', '124', '尚德', '周淑苹', '研发', 'RD04', '3500', '1500', '0', '0', '280', '18', '0', '175', '0', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1379', '125', '尚德', '余兆焱', '研发', 'RD02', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1380', '126', '尚德', '蔡红颖', '研发', 'RD02', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1381', '127', '尚德', '闫广亮', '研发', 'RD01', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1382', '128', '尚德', '张开亮', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '175', '81', '560', '18', '0', '175', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1383', '129', '尚德', '李学友', '研发', 'RD01', '3500', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1384', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4000', '0', '0', '280', '18', '0', '0', '66', '560', '18', '0', '0', '19', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1385', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4000', '0', '0', '280', '0', '0', '0', '67', '560', '0', '0', '0', '19', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1386', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1387', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4000', '0', '0', '280', '0', '0', '0', '67', '560', '0', '0', '0', '19', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1388', '90', '陆鲁', '阮丽', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '0', '0', '82', '560', '0', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1389', '95', '鑫焱', '关艳琳', '研发', 'RD01', '3500', '2000', '0', '0', '280', '0', '80', '0', '0', '560', '0', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1390', '31', '逸嘉', '刘燕航', '研发', 'RD01', '3500', '0', '0', '0', '280', '0', '80', '0', '0', '560', '0', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1391', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '80', '0', '0', '352', '0', '958', '0', '12', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1392', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1393', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1394', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '80', '0', '79', '560', '18', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1395', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '1500', '0', '0', '280', '18', '80', '0', '0', '560', '18', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1396', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1397', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '958', '0', '7', '84', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1398', '130', '居乐', '杨兰婷', '研发', 'RD02', '3500', '500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1399', '128', '尚德', '张开亮', '研发', 'RD02', '0', '0', '0', '0', '0', '0', '0', '175', '0', '0', '0', '0', '175', '0', '0', '2022-08');
INSERT INTO `aa_salary_month` VALUES ('1400', '131', '康鑫诚', '陈翔', '研发', 'RD02', '3500', '4500', '0', '0', '0', '0', '0', '0', '90', '0', '0', '0', '0', '0', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1402', '132', '逸嘉', '陈祥兴', '研发', 'RD03', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1403', '133', '逸嘉', '葛珠英', '研发', 'RD02', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1404', '31', '逸嘉', '刘燕航', '研发', 'RD03', '3500', '0', '0', '0', '280', '0', '80', '0', '0', '560', '0', '319', '0', '7', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1405', '132', '逸嘉', '陈祥兴', '研发', 'RD03', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1406', '133', '逸嘉', '葛珠英', '研发', 'RD03', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1407', '12', '逸嘉', '吴志杰', '研发', 'RD01', '3500', '1500', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1408', '14', '逸嘉', '贾鑫', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '0', '0', '82', '560', '0', '0', '0', '7', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1409', '15', '逸嘉', '陈惠芳', '研发', 'RD01', '3500', '3500', '0', '0', '280', '0', '0', '0', '52', '560', '0', '0', '0', '7', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1410', '16', '逸嘉', '王恒东', '研发', 'RD02', '3500', '3000', '0', '0', '280', '0', '0', '0', '37', '560', '0', '0', '0', '7', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1411', '17', '逸嘉', '陈艳珍', '研发', 'RD02', '3500', '3500', '0', '0', '280', '0', '0', '0', '52', '560', '0', '0', '0', '7', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1412', '18', '逸嘉', '朱彬', '研发', 'RD02', '3500', '3500', '0', '0', '280', '0', '0', '0', '52', '560', '0', '0', '0', '7', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1413', '36', '逸嘉', '张开亮', '研发', 'RD02', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '639', '0', '0', '56', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1414', '83', '居乐', '关怀', '律师组', 'RD02', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '56', '2022-09');
INSERT INTO `aa_salary_month` VALUES ('1415', '22', '逸嘉', '杨赛影', '研发', 'RD02', '3500', '0', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1416', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '80', '0', '0', '352', '0', '319', '0', '12', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1417', '131', '康鑫诚', '陈翔', '研发', 'RD02', '3500', '1500', '0', '0', '280', '0', '160', '0', '0', '560', '0', '639', '0', '12', '56', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1418', '95', '鑫焱', '关艳琳', '研发', 'RD01', '3500', '2000', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1419', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '80', '0', '79', '560', '18', '319', '0', '7', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1420', '11', '兴晨', '周忠琼', '研发', 'RD04', '3500', '3000', '0', '0', '280', '18', '0', '0', '36', '560', '18', '0', '0', '7', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1421', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '80', '0', '79', '560', '18', '319', '0', '7', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1422', '23', '尚德', '刘涛', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '319', '0', '41', '560', '18', '1277', '0', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1423', '57', '尚德', '刘明芳', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '319', '0', '738', '560', '18', '1277', '0', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1424', '74', '尚德', '李涵岳', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '319', '0', '71', '560', '18', '1277', '0', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1425', '94', '尚德', '邱玉峰', '研发', 'RD07', '3500', '5300', '0', '0', '280', '18', '319', '175', '96', '560', '18', '1277', '175', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1426', '101', '尚德', '吴生伟', '研发', 'RD09', '3500', '3080', '0', '-1793', '280', '18', '319', '175', '29', '560', '18', '1277', '175', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1427', '102', '尚德', '林斕', '研发', 'RD09', '3500', '3580', '0', '0', '280', '18', '399', '175', '51', '560', '18', '1597', '175', '7', '140', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1428', '103', '尚德', '林达', '研发', 'RD09', '3500', '7080', '0', '0', '280', '18', '319', '350', '158', '560', '18', '1277', '350', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1429', '104', '尚德', '张鹏', '研发', 'RD05', '3500', '4580', '0', '-2667', '280', '18', '319', '175', '83', '560', '18', '1277', '175', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1430', '105', '尚德', '林王晋炜', '研发', 'RD05', '3500', '3980', '0', '0', '280', '18', '319', '175', '65', '560', '18', '1277', '175', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1431', '106', '尚德', '杨文才', '研发', 'RD05', '3500', '3380', '0', '0', '280', '18', '393', '1515', '45', '560', '18', '1572', '525', '7', '137', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1432', '107', '尚德', '邵远钊', '研发', 'RD05', '3500', '4580', '0', '0', '280', '18', '319', '625', '80', '560', '18', '1277', '175', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1433', '109', '尚德', '朱龙锰', '研发', 'RD06', '3500', '2300', '0', '0', '280', '18', '319', '175', '0', '560', '18', '1277', '175', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1434', '110', '尚德', '罗俊阳', '研发', 'RD06', '3500', '2800', '0', '0', '280', '18', '319', '175', '20', '560', '18', '1277', '175', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1435', '111', '尚德', '林雨琪', '研发', 'RD01', '3500', '2080', '0', '0', '572', '36', '319', '350', '0', '1144', '36', '1277', '350', '14', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1436', '112', '尚德', '林佳辉', '研发', 'RD02', '3500', '2180', '0', '0', '572', '36', '319', '350', '0', '1144', '36', '1277', '350', '14', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1437', '113', '尚德', '黄忠泰', '研发', 'RD03', '3500', '2180', '0', '0', '572', '36', '319', '350', '0', '1144', '36', '1277', '350', '14', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1438', '116', '尚德', '吴镇涛', '研发', 'RD01', '3500', '2917', '0', '-5080', '280', '18', '319', '175', '31', '560', '18', '1277', '175', '7', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1439', '117', '尚德', '陈益鸣', '研发', 'RD02', '3500', '1380', '0', '0', '568', '35', '160', '350', '12', '1135', '35', '639', '350', '14', '56', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1440', '118', '尚德', '张彩云', '研发', 'RD03', '3500', '1500', '0', '1709', '280', '18', '639', '175', '0', '560', '35', '2555', '175', '7', '224', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1441', '119', '尚德', '黄艳雯', '研发', 'RD01', '3500', '1573', '0', '-1806', '280', '18', '240', '175', '10', '560', '18', '958', '175', '7', '84', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1442', '120', '尚德', '许威龙', '研发', 'RD02', '3500', '2058', '0', '0', '572', '36', '319', '350', '0', '1144', '36', '1277', '350', '14', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1443', '124', '尚德', '周淑苹', '研发', 'RD04', '3500', '1500', '0', '0', '280', '18', '160', '175', '0', '560', '18', '639', '175', '7', '56', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1444', '128', '尚德', '张开亮', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '160', '175', '76', '560', '18', '639', '175', '7', '56', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1445', '134', '尚德', '吴志杰', '管理组', '管理组', '0', '0', '0', '0', '0', '0', '319', '0', '0', '0', '0', '1277', '0', '0', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1446', '14', '尚德', '贾鑫', '管理组', '管理组', '0', '0', '0', '0', '0', '0', '319', '0', '0', '0', '0', '1277', '0', '0', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1447', '22', '尚德', '杨赛影', '管理组', '管理组', '0', '0', '0', '0', '0', '0', '319', '0', '0', '0', '0', '1277', '0', '0', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1448', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4000', '0', '0', '280', '18', '0', '0', '66', '560', '18', '0', '0', '19', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1449', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4000', '0', '0', '280', '35', '0', '0', '67', '560', '35', '0', '0', '19', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1450', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1451', '32', '露申', '彭佳盛', '研发', 'RD08', '3500', '4000', '0', '0', '280', '35', '0', '0', '67', '560', '35', '0', '0', '19', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1452', '90', '陆鲁', '阮丽', '研发', 'RD01', '3500', '4500', '0', '0', '0', '0', '160', '0', '85', '0', '0', '1277', '0', '0', '112', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1453', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '0', '0', '80', '0', '0', '0', '0', '319', '0', '0', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1454', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '0', '0', '80', '0', '0', '0', '0', '319', '0', '0', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1455', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '0', '0', '80', '0', '88', '0', '0', '319', '0', '0', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1456', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '1500', '0', '0', '0', '0', '80', '0', '0', '0', '0', '319', '0', '0', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1457', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '0', '0', '80', '0', '0', '0', '0', '319', '0', '0', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1458', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '0', '0', '80', '0', '0', '0', '0', '319', '0', '0', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1459', '130', '居乐', '杨兰婷', '研发', 'RD02', '3500', '500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1460', '108', '尚德', '林枫', '研发', 'RD05', '0', '0', '0', '0', '0', '0', '80', '0', '0', '0', '0', '319', '0', '0', '28', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1461', '114', '尚德', '李龙玉', '研发', 'RD04', '2000', '0', '0', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1462', '115', '尚德', '张建', '研发', 'RD04', '2000', '0', '0', '-2200', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1463', '121', '尚德', '景文泉', '研发', 'RD03', '2000', '500', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1464', '122', '尚德', '罗欣婷', '研发', 'RD04', '2000', '0', '0', '-1177', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1465', '123', '尚德', '郭晶晶', '研发', 'RD03', '2000', '0', '0', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-10');
INSERT INTO `aa_salary_month` VALUES ('1466', '75', '居乐', '叶文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1467', '76', '居乐', '郭锦标', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1468', '77', '居乐', '许永云', '律师组', 'RD02', '3500', '4500', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1469', '78', '居乐', '吴晓妍', '律师组', 'RD02', '3500', '1500', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1470', '81', '居乐', '洪德文', '律师组', 'RD01', '0', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1471', '84', '居乐', '梁泓燕', '律师组', 'RD02', '3500', '0', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1472', '130', '居乐', '杨兰婷', '研发', 'RD02', '3500', '500', '0', '0', '280', '0', '160', '0', '0', '560', '0', '639', '0', '7', '56', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1473', '9', '兴晨', '黄晓', '研发', 'RD01', '3500', '4500', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1474', '79', '兴晨', '何晓东', '研发', 'RD03', '3500', '4500', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1475', '85', '康鑫诚', '石志辉', '研发', 'RD04', '3500', '1500', '0', '0', '176', '0', '80', '0', '0', '352', '0', '319', '0', '12', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1476', '131', '康鑫诚', '陈翔', '研发', 'RD02', '3500', '1500', '0', '0', '176', '0', '80', '0', '0', '352', '0', '319', '0', '12', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1477', '12', '逸嘉', '吴志杰', '研发', 'RD01', '3500', '1500', '0', '0', '280', '0', '80', '0', '0', '560', '0', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1478', '14', '逸嘉', '贾鑫', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '80', '0', '0', '560', '0', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1479', '15', '逸嘉', '陈惠芳', '研发', 'RD01', '3500', '3500', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1480', '16', '逸嘉', '王恒东', '研发', 'RD02', '3500', '3000', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1481', '17', '逸嘉', '陈艳珍', '研发', 'RD02', '3500', '3500', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1482', '22', '逸嘉', '杨赛影', '研发', 'RD02', '3500', '0', '0', '0', '280', '0', '0', '0', '0', '560', '0', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1483', '31', '逸嘉', '刘燕航', '研发', 'RD03', '3500', '0', '0', '0', '280', '0', '80', '0', '0', '560', '0', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1484', '132', '逸嘉', '陈祥兴', '研发', 'RD03', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1485', '133', '逸嘉', '葛珠英', '研发', 'RD03', '2000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1486', '95', '鑫焱', '关艳琳', '研发', 'RD01', '3500', '2000', '0', '0', '280', '18', '80', '0', '0', '560', '18', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1487', '90', '陆鲁', '阮丽', '研发', 'RD01', '3500', '4500', '0', '0', '280', '0', '80', '0', '0', '560', '0', '319', '0', '7', '28', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1488', '28', '露申', '郑淑金', '研发', 'RD08', '3500', '4000', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1489', '29', '露申', '陈爱娟', '研发', 'RD08', '3500', '4000', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1490', '30', '露申', '刘康诗', '研发', 'RD06', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '19', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1491', '23', '尚德', '刘涛', '管理组', '管理组', '3500', '3500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1492', '57', '尚德', '刘明芳', '研发', 'RD06', '3500', '4500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1493', '74', '尚德', '李涵岳', '研发', 'RD07', '3500', '4500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1494', '94', '尚德', '邱玉峰', '研发', 'RD07', '3500', '5300', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1495', '101', '尚德', '吴生伟', '研发', 'RD09', '3500', '3080', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1496', '102', '尚德', '林斕', '研发', 'RD09', '3500', '3880', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1497', '103', '尚德', '林达', '研发', 'RD09', '3500', '7080', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1498', '104', '尚德', '张鹏', '研发', 'RD05', '3500', '4880', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1499', '106', '尚德', '杨文才', '研发', 'RD05', '3500', '3680', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1500', '107', '尚德', '邵远钊', '研发', 'RD05', '3500', '4780', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1501', '109', '尚德', '朱龙锰', '研发', 'RD06', '3500', '2300', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1502', '110', '尚德', '罗俊阳', '研发', 'RD06', '0', '0', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1503', '111', '尚德', '林雨琪', '研发', 'RD01', '3500', '2380', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1504', '112', '尚德', '林佳辉', '研发', 'RD02', '3500', '2480', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1505', '113', '尚德', '黄忠泰', '研发', 'RD03', '3500', '2480', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1506', '116', '尚德', '吴镇涛', '研发', 'RD01', '3500', '3280', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1507', '117', '尚德', '陈益鸣', '研发', 'RD02', '3500', '2780', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1508', '118', '尚德', '张彩云', '研发', 'RD03', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1509', '119', '尚德', '黄艳雯', '研发', 'RD01', '3500', '2380', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1510', '120', '尚德', '许威龙', '研发', 'RD02', '3500', '2680', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1511', '124', '尚德', '周淑苹', '研发', 'RD04', '3500', '1500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1512', '128', '尚德', '张开亮', '研发', 'RD02', '3500', '4500', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1513', '105', '尚德', '林王晋炜', '研发', 'RD05', '3500', '4280', '0', '0', '280', '18', '0', '0', '0', '560', '18', '0', '0', '7', '0', '2022-11');
INSERT INTO `aa_salary_month` VALUES ('1514', '135', '尚德', '卢彦琛', '研发', 'RD04', '3500', '4000', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2022-11');

-- ----------------------------
-- Table structure for aa_user
-- ----------------------------
DROP TABLE IF EXISTS `aa_user`;
CREATE TABLE `aa_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `isUse` tinyint(4) DEFAULT '1',
  `isAdmin` tinyint(4) DEFAULT '0',
  `isFirst` tinyint(4) DEFAULT '1',
  `username` varchar(50) COLLATE utf8_unicode_ci DEFAULT '',
  `password` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `petName` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `realName` varchar(50) COLLATE utf8_unicode_ci DEFAULT '',
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `mobile` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `avatar` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `roles` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `introduction` text COLLATE utf8_unicode_ci,
  `created` int(10) DEFAULT NULL,
  `createYear` varchar(4) COLLATE utf8_unicode_ci DEFAULT NULL,
  `createYearMonth` varchar(7) COLLATE utf8_unicode_ci DEFAULT NULL,
  `createDate` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `createDatetime` varchar(19) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_user
-- ----------------------------
INSERT INTO `aa_user` VALUES ('1', '1', '1', '0', 'admin', 'e2b183463c56aaafee6825d2acb0a69e', 'aenuen', '石志辉', 'aenuen@qq.com', '13055297726', '/avatar/constant/9.jpg', 'admin', '这家伙很懒，什么也没有留下', '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:14');
INSERT INTO `aa_user` VALUES ('3', '1', '1', '1', 'xuyongyun', '356ef4100dabfa157604e66520605223', 'xiaoxu', '许永云', 'xyy205@126.com', '13328277245', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:22');
INSERT INTO `aa_user` VALUES ('4', '1', '1', '1', 'guojinbiao', '7f26b8bb416f57380363f90d0b52fd94', '123456', '郭锦标', 'gjb@qq.com', '13877777777', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:25');
INSERT INTO `aa_user` VALUES ('6', '1', '1', '1', 'yewen', '28bd13a24fcd46014591fd76793f11f2', '1234567', '叶文', '13705003343@139.com', '13705003343', '/avatar/constant/1.jpg', 'lawyer', '这家伙很懒，什么都没有写', '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:31');
INSERT INTO `aa_user` VALUES ('7', '1', '1', '1', 'huangqishan', '7f26b8bb416f57380363f90d0b52fd94', 'hqs', '黄其善', 'hqs@qq.com', '15222222222', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:34');
INSERT INTO `aa_user` VALUES ('8', '1', '1', '1', 'wuxiaoyan', '7f26b8bb416f57380363f90d0b52fd94', 'xiaoyan', '吴晓妍', 'wxy@qq.com', '18974561232', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:37');
INSERT INTO `aa_user` VALUES ('13', '1', '1', '1', 'hdw', 'e2b183463c56aaafee6825d2acb0a69e', 'hdw', '洪德文', 'hdw@qq.com', '13055287725', '/avatar/constant/1.jpg', 'lawyer', '这家伙很懒，什么都没有写', '1669368563', '2022', '2022-11', '2022-11-25', '2022-11-25 17:29:23');

-- ----------------------------
-- Table structure for aa_user_avatar
-- ----------------------------
DROP TABLE IF EXISTS `aa_user_avatar`;
CREATE TABLE `aa_user_avatar` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自动编号',
  `uid` int(11) DEFAULT '0' COMMENT '用户ID',
  `avatar` varchar(255) COLLATE utf8_unicode_ci DEFAULT '' COMMENT '头像',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=37 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_user_avatar
-- ----------------------------

-- ----------------------------
-- Table structure for aa_user_copy
-- ----------------------------
DROP TABLE IF EXISTS `aa_user_copy`;
CREATE TABLE `aa_user_copy` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `isUse` tinyint(4) DEFAULT '1',
  `isAdmin` tinyint(4) DEFAULT '0',
  `username` varchar(50) COLLATE utf8_unicode_ci DEFAULT '',
  `password` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `petName` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `realName` varchar(50) COLLATE utf8_unicode_ci DEFAULT '',
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `mobile` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `avatar` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `roles` varchar(255) COLLATE utf8_unicode_ci DEFAULT '',
  `introduction` text COLLATE utf8_unicode_ci,
  `created` int(10) DEFAULT NULL,
  `createYear` varchar(4) COLLATE utf8_unicode_ci DEFAULT NULL,
  `createYearMonth` varchar(7) COLLATE utf8_unicode_ci DEFAULT NULL,
  `createDate` date DEFAULT NULL,
  `createDatetime` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of aa_user_copy
-- ----------------------------
INSERT INTO `aa_user_copy` VALUES ('1', '1', '1', 'admin', 'e2b183463c56aaafee6825d2acb0a69e', 'aenuen', '石志辉', 'aenuen@qq.com', '13055297726', '/avatar/constant/1.jpg', 'admin', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:14');
INSERT INTO `aa_user_copy` VALUES ('2', '1', '1', 'nickach', '1d819b72308b99e88343f63aef8848ff', 'nick', '吴晓岩', 'nickach@163.com', '15950996098', '/avatar/constant/1.jpg', 'manager', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:19');
INSERT INTO `aa_user_copy` VALUES ('3', '1', '1', 'xuyongyun', '356ef4100dabfa157604e66520605223', 'xiaoxu', '许永云', 'xyy205@126.com', '13328277245', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:22');
INSERT INTO `aa_user_copy` VALUES ('4', '1', '1', 'guojinbiao', '7f26b8bb416f57380363f90d0b52fd94', '123456', '郭锦标', 'gjb@qq.com', '13877777777', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:25');
INSERT INTO `aa_user_copy` VALUES ('5', '1', '1', 'zhengyunda', '7f26b8bb416f57380363f90d0b52fd94', '123456', '郑运达', 'zyd@qq.com', '13766666666', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:28');
INSERT INTO `aa_user_copy` VALUES ('6', '1', '1', 'yewen', '28bd13a24fcd46014591fd76793f11f2', '1234567', '叶文', '13705003343@139.com', '13705003343', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:31');
INSERT INTO `aa_user_copy` VALUES ('7', '1', '1', 'huangqishan', '7f26b8bb416f57380363f90d0b52fd94', 'hqs', '黄其善', 'hqs@qq.com', '15222222222', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:34');
INSERT INTO `aa_user_copy` VALUES ('8', '1', '1', 'wuxiaoyan', '7f26b8bb416f57380363f90d0b52fd94', 'xiaoyan', '吴晓妍', 'wxy@qq.com', '18974561232', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:37');
INSERT INTO `aa_user_copy` VALUES ('9', '1', '1', 'lining', 'e2b183463c56aaafee6825d2acb0a69e', 'lining', '李宁', 'lining@qq.com', '13348271948', '/avatar/constant/1.jpg', 'manager', '这家伙很懒，什么都没有写', '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:40');
INSERT INTO `aa_user_copy` VALUES ('10', '1', '1', 'hongdewen', '7f26b8bb416f57380363f90d0b52fd94', 'hongdewen', '洪德文', 'fzkrseed@126.com', '18006925055', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:43');
INSERT INTO `aa_user_copy` VALUES ('11', '1', '1', 'guanhuai', '7f26b8bb416f57380363f90d0b52fd94', '关怀', '关怀', 'guanhuai@qq.com', '13055555555', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:46');
INSERT INTO `aa_user_copy` VALUES ('12', '1', '1', 'aalhy', '7f26b8bb416f57380363f90d0b52fd94', 'aalhy', '梁泓燕', 'aalhy@qq.com', '15677777777', '/avatar/constant/1.jpg', 'lawyer', null, '1659456000', '2022', '2022-08', '2022-08-03', '2022-08-03 15:18:50');
